{
    "topic":"00ecb565-8dcb-443e-875c-71babdce2269",
    "topics.content":"A would-be hit-and-run driver who allegedly struck a woman in Miami was taken into custody after witnesses chased him down early Sunday.  The alleged hit and run happened at the intersection of Northwest 27th Avenue and Northwest 62nd Street.  He might have got away if weren’t for the good Samaritans who saw the crash and laid a beat down on the suspect when he tried to run away.  The car hit the young woman. The young man jumped out the car and took his paper work or whatever and then ran, one woman said.  I thought she was in the car dead. Because she flew from the middle of the street to the grass, another woman said.  The victim was rushed to the hospital with unknown injuries.  But when the suspect tried to run the four women who witnessed the accident weren’t having it.  Four of them chased him but two of them grabbed him and pinned him up against the gate, one woman said.  Once a woman named Tika got her hands on him he wasn’t getting away.  Tika jumped in the van, chased him down, beat him down, whoop whoop, hit him with the three piece, she said.  And then they held him until the cops arrived.  He was drunk. A drunk driver and he hit an innocent person, the woman said. It felt good. God will bless me.”  We angels, angels in the sky, the other woman said.  If you ask Pherlinda Valbrun they are. It was her mom who was hit.  She can’t thank the women enough for helping her mom.  I’m blessed that someone was there to witness the car accident and take into custody the guy who caused all of this, Valbrun said.  Police havent identified the suspect or said what charges hell face..  ",
    "topics.title":"VIDEO:Good Samaritans Stop Alleged Hit-and-Run Driver in Miami",
    "topics.media-type":"News",
    "topics.source":"NBCNews.com",
    "topics.published":"2015-09-20T23:52:37.000Z",
    "topic_tweets":34,
    "tweets.created_at_initial":"2015-01-09 14:59:15",
    "tweets.created_at_final":"2015-11-09 18:40:03",
    "tweets.time_interval":304.0
}