{
    "topic":"3d264ea6-0679-45da-a1d9-4a16007458f5",
    "topics.content":"When heated discussions, cold wars and direct verbal assaults get more talked about than music in a music award function, its clear Hollywood is full of hotheads. While Miley Cyrus and Nicki Minaj, along with Taylor Swift and Katy Perry have been indulging in heated war of words for some time now and have been losing their cool way too often, here are other hot heads n Hollywood who are infamous for fighting it out: READ: MILEY CYRUS  Well, sometimes it becomes rather difficult to tell when Miley made news for her music. And if that was not enough, she was caught fighting it out with the paparazzi on a number of occasions.  SHIA LABEOUF  From throwing coffee at the paparazzi to getting beaten up by an unidentified man on the streets, Shia LaBeouf is one hothead in Hollywood whos done it all, and that too out in public.Many of his fights have been caught on camera, including one with his long-term girlfriend Mia Goth, where he almost turned violent.  JUSTIN BIEBER  Justin sure is the bad boy of music. Be it being thrown out of a pub or shoved out of a music festival, the cops raiding a high octane house party or beating up the paparazzi, Justin seems to have had a taste of everything. But whats his fault in it, he is just human and its human to err.  For latest Hollywood updates, follow us on Twitter @TOIEntertain  For the latest in Hollywood news, like us on Facebook TOIEntertain  For more interesting Hollywood news and pictures, follow us on Pinterest timesofindia  For latest Hollywood updates, follow us on G+  NICKI MINAJ  From calling Miley Cyrus a b@#$t on stage, to walking out from the sets of a TV show after a tiff with Mariah Carey, Nicki Minaj has done it all.And Nicki seems to have a way with caustic words. Even if she tweets a simple something, many are offended. And the list, for sure, is a long one.  NAOMI CAMPBELL  Supermodel Naomi Campbell is just as hot in her head as she is on the ramp. Not only did she throw a mobile at her secretary as well as at her housekeeper, she also punched her driver black and blue for not answering her queries. Not just that, during a party , Naomi pushed and shoved Cara Delevingne over a scuffle over Rihanna.  LINDSAY LOHAN  Besides having a big fight with Kate Moss and Samantha Ronson and the paparazzi in general, to getting arrested for punching a woman at a nightclub in the middle of the night, Lindsay has been in the middle of the action a number of times.There were even rumours of her planning to shift out of the US since she had made far too many enemies.  ALEC BALDWIN  Alec Baldwin can easily be called the hottest head in the list as his altercations, be it with the media, his colleagues, twitter wars or calling out names to his daughter, Alec has made headlines a number of times.And not just that, Alec seems to have found himself losing his temper many a times in his domestic domain as well.  CHRIS BROWN  Its difficult to forget a beaten up Rihanna and her pictures that went viral after Chris Brown hit her over a petty fight.Chris has also been in fist fights with Karrueche Tran, Frank Ocean and the entourage of rapper Drake. His stints with the cops and courts are just as famous. Chris sure seems like a hothead to keep safe distance from. WATCH: Miley Cyrus shocks with her outfit at MTV VMA 2015 - TOI.  ",
    "topics.title":"Hollywood hotheads 'fight' it out",
    "topics.media-type":"News",
    "topics.source":"Times of India",
    "topics.published":"2015-10-09T07:49:10.000Z",
    "topic_tweets":9,
    "tweets.created_at_initial":"2015-01-09 00:00:14",
    "tweets.created_at_final":"2015-09-13 09:48:04",
    "tweets.time_interval":247.0
}