{
    "topic":"be8e1b0d-6512-495d-8b55-40b0320a513e",
    "topics.content":"PRWeb   Ziegler, a specialty investment bank, is pleased to announce the successful closing of the $44,490,000 tax-exempt, fixed-rate Buffalo and Erie County Industrial Land Development Corporation, Revenue Refunding Bonds, Series 2015 (Orchard Park CCRC, Inc. Project). Orchard Park CCRC, Inc. d\/b\/a Fox Run at Orchard Park (Fox Run) is a New York not-for-profit corporation, located on a 53-acre campus in Orchard Park, New York, south of Buffalo.   Fox Run is a Lifecare Community available to individuals age 62 or older. The campus is partially wooded with preserved wetlands. Fox Run was established by the United Church Home Society, Inc. (UCHS), a local not-for-profit organization. UCHS has roots in caring for seniors dating back to 1877 and is affiliated with the United Church of Christ denomination. The UCHS mission is to identify opportunities and support ventures that develop community, residential and home based solutions to help people become or remain independent, with an emphasis on serving an aging population.        Fox Run began operating November 1, 2007. There are 180 independent living units comprised of 30 patio homes and 150 apartments in a two-story apartment building with a Health Center and a Community Center. The health center contains 50 skilled nursing beds and 52 assisted living suites (including 18 memory care units). The first independent living units were occupied in November 2007 at which time the facility became operational.   The 45,000 square foot community center (the Commons) includes a central dining room, a casual bistro, a private dining room for special occasions, a pub that hosts weekly happy hours, an event center that is used for everything from guest speakers to parties and religious services, a library with computer stations, gathering space, social and recreational facilities, gift shop, art gallery, beautician\/barber facilities, rooftop greenhouse, and administrative offices. The Commons also includes a wellness nurses office, swimming pool and fitness center for our health and wellness programming as well as for transitional programming from our Health Center Therapy clinic. The Fox Run campus also includes carports for independent residents, a mile long paved walking path, wooded nature trails and a public garden that is used and maintained by the residents.   The Series 2015 Bonds are being issued to (a) refinance the outstanding principal amount of the Erie County Industrial Development Agencys $44,235,000 original principal amount Revenue Bonds (Orchard Park CCRC, Inc. Project), Series 2006A (underwritten by Ziegler), which financed the construction of the original facility; (b) finance and\/or reimburse the costs of the 2015 equipment with respect to the original facility; and (c) pay all or a portion of the costs incidental to the issuance of the Series 2015 Bonds, including any reserve funds as may be necessary to secure the Series 2015 Bonds.   Keith Robertson, Managing Director in Zieglers senior living practice, commented, Despite a slower than expected initial fill-up due to the financial crisis, over the past five years, Fox Runs management and board has done an extraordinary job focusing on what was needed to improve occupancy and enhance operations, resulting in an impressive BBB- (Stable Outlook) investment grade credit rating from Fitch. With an improving bond market, Fox Runs bonds were sold to more than 15 investment funds, providing Fox Run with significant net present value savings and annual debt service savings, strongly positioning the community for the future. It has been an honor to work so closely with Fox Run over the years, witnessing first-hand how theyve addressed their challenges. Im glad we were able to deliver such a positive result for the community with this refinancing.   Ziegler is one of the nations leading underwriters of financing for not-for-profit senior living providers. Ziegler offers creative, tailored solutions to its senior living clientele, including investment banking, financial risk management, merger and acquisition services, investment management, seed capital, FHA\/HUD, capital and strategic planning as well as senior living research, education, and communication.   For further information on the structure and use of this issue, please see the Official Statement located on the Electronic Municipal Market Access systems Document Archive .   For more information about Ziegler, please visit us at  .   About Ziegler:   The Ziegler Companies, Inc., together with its affiliates (Ziegler), is a privately held, specialty investment bank with unique expertise in complex credit structures and advisory services. Nationally, Ziegler is ranked as one of the leading investment banking firms in its specialty sectors of healthcare, senior living, religion, and education, as well as general municipal and structured finance. Headquartered in Chicago, IL with regional and branch offices throughout the U.S., Ziegler provides its clients with capital raising, corporate finance, FHA\/HUD, strategic advisory services and research. Ziegler serves institutional and individual investors through its wealth management and capital markets distribution channels.   Certain comments in this news release represent forward-looking statements made pursuant to the provisions of the Private Securities Litigation Reform Act of 1995. This clients experience may not be representative of the experience of other clients, nor is it indicative of future performance or success. The forward-looking statements are subject to a number of risks and uncertainties, in particular, the overall financial health of the securities industry, the strength of the healthcare sector of the U.S. economy and the municipal securities marketplace, the ability of the Company to underwrite and distribute securities, the market value of mutual fund portfolios and separate account portfolios advised by the Company, the volume of sales by its retail brokers, the outcome of pending litigation, and the ability to attract and retain qualified employees.   # # #   Read the full story at    PRWeb  ",
    "topics.title":"Ziegler Closes $44.49 Million Fox Run at Orchard Park Financing",
    "topics.media-type":"News",
    "topics.source":"CEOWorld Magazine",
    "topics.published":"2015-09-22T23:06:10.000Z",
    "topic_tweets":5,
    "tweets.created_at_initial":"2015-08-09 21:40:49",
    "tweets.created_at_final":"2015-09-26 16:44:08",
    "tweets.time_interval":47.0
}