{
    "topic":"7cd39dcf-be13-46a7-a6af-b1d55a42e9e9",
    "topics.content":"Location: London, Ontario, Canada      Autodata Solutions is looking for a part-time to help out in their London, ON office.       Position Overview:      As a Facilities Planner, you will collaborate on space planning, office layout and department re-organization.  We are looking for a current or recently graduated student with the ability to work part-time (approximately 10 hours\/week) until project completion.         Key Responsibilities:    Measure all the office space we have in London  Locate all interior walls and facilities  Transcribe all data and information into design software  Develop new floor plans and advise on office space and furniture while taking into account ergonomic and occupational health & safety standards     Qualifications:    Current or Grad Student of the Interior Design program  Experience with Design software (AutoCAD or Revit)  Ability to work independently  Accurate and detail oriented     We look forward to hearing from you!  You can learn more about Autodata Solutions through our company website at  .       We thank all applicants for their interest however only those selected for an interview will be notified.  Autodata Solutions is an equal opportunity employer.  We are compliant with AODA legislation; if you require work related accommodations, please specify.    Date Posted:  Sep 26, 2015 1:01 AM PDT  Company:  Autodata Solutions  Website:        Autodata Solutions is a technology integration and products company serving the worlds largest auto manufacturers and their partners with data aggregation, syndication, technology and custom solutions.  It is our mission to provide custom solutions and online applications that increase the effectiveness of the automotive sales chain and help put vehicles in consumer’s driveways.  We have a... more.  ",
    "topics.title":"Facilities Planner",
    "topics.media-type":"News",
    "topics.source":"Tech Vibes",
    "topics.published":"2015-09-26T08:01:36.000Z",
    "topic_tweets":2,
    "tweets.created_at_initial":"2015-09-22 10:43:25",
    "tweets.created_at_final":"2015-09-22 22:40:05",
    "tweets.time_interval":0.0
}