{
    "topic":"9e94f806-fe54-4ed0-bd16-2a0ce220b920",
    "topics.content":"Corporate hospitality spending is already up 12.4 per cent on last year showing you cant keep corporate Australia away from its favourite party of the year.   Share prices have tumbled, the jobless rate has topped 6 per cent and the mining boom is a distant spike in Gina Rineharts bank balance. But you still cant keep corporate Australia away from its favourite party of the year.  The largesse on offer at the Melbourne Cup usually provides a good barometer of the mood of corporate Australia.  In the wake of the GFC, the cutbacks were palpable. Then Myer boss Bernie Brookes made his executive team swap a fleet of private limos for a bus back to the city.  Emirates slashed spending from almost $1500 a head to less than four figures. The Packer familys private fund Ellerston pulled out of the Birdcage altogether.  But tough times in the economy cant keep the corporates away this year. In fact, just over a month out, sales have soared.  The Victoria Racing Club says corporate hospitality spending is already up 12.4 per cent on last year. Big gains have come from Emirates Cup Day and Crown Stakes day.  We are just 33 days out from AAMI Victoria Derby Day and theres every indication were in for a big carnival, said VRC chief executive Simon Love.  Sales are up across the board, with corporate hospitality up more than 12 per cent up on this time last year.  Global drinks company Diageo is the only big player to withdraw from the Birdcage this year, with no Johnnie Walker marquee this carnival but that spot has quickly been snapped up by radio giant Southern Cross Austereo. One in, one out and everyone fully expects Diageo back next year, said one racing industry insider.  Punter ticket sales soar too  Ticket sales have also soared, after a couple of quieter carnivals. With that comes the big fashion spend. In each of the last two carnivals, spending has been stagnant, with $31.4 million of attributed Victorian sales on fashion items specifically to wear to Flemington. That figure includes an estimated 5000 hats and fascinators, 61,000 dresses, 59,000 pairs of shoes and 30,000 handbags. Men are spending big, too, with 17,000 shirts and 15,000 suits sold for the carnival last year. The data shows the sales dont all go to big marketers, such as Myer, but also benefit smaller boutiques, milliners and shops. Indeed, while Myer battles through tough times at the tills, high-end Melbourne tailor Oscar Hunt has done so well a Sydney store was opened last week. Who said bricks and mortar retail was dead  Southern-most charter among 50 countries  The overseas raid on the carnival now expands beyond the actual racetrack. On Saturday, 10 European-trained horses arrived in Melbourne and went into quarantine. But the VRC is expecting visitors in Melbourne from almost 50 different countries, up from 43 last year. That number does come with a warning. It includes the first ever international passenger flight out of New Zealands southernmost city, Invercargill, and a place that is the butt of many a joke across the ditch. Apparently the only other overseas destination you can get to from Invercargill Airport is Antarctica, as long as you are happy to stay for six months on a scientific expedition. The planeload of 180 Kiwi racing fans is actually a little braver - they have chartered the flight to the Melbourne Cup as a day trip.  THE HECKLER  Its a bird. Its a plane. Its the Fiat Chrysler Flying Circus. Big shout out to some regional plane spotters, who jotted down details of the Alfa Romeo aircraft allegedly paid for by Fiat Chrysler barnstorming near Mount Buffalo Airport on Friday afternoon. We arent sure if the pilot and passengers are holed up at luxury retreat Villa Gusto, or the Freeburgh property owned by the car companys embattled former boss Clyde Campbell. But its nice to know the flying billboard is being noticed. The story first appeared on The Sydney Morning Herald..  ",
    "topics.title":"The Hawk - Largesse grows again as Melbourne Cup fever for spending heats up",
    "topics.media-type":"News",
    "topics.source":"Lakes Mail",
    "topics.published":"2015-09-26T02:44:23.000Z",
    "topic_tweets":1,
    "tweets.created_at_initial":"2015-09-17 18:00:27",
    "tweets.created_at_final":"2015-09-17 18:00:27",
    "tweets.time_interval":0.0
}