{
    "topic":"0e4f366b-0ecb-415d-bfc4-17494d5a4c58",
    "topics.content":"BANGKOK, Thailand - The annual Asian Organic Gourmet Festival will take place in Bangkok, and the Riva Surya is putting on the finishing touches to its exquisite menus for this years festival.      read more  …    BANGKOK, Thailand - The annual Asian Organic Gourmet Festival will take place in Bangkok, and the Riva Surya is putting on the finishing touches to its exquisite menus for this years festival. A celebration of high-quality organic produce in modern Asian cuisine will be the main focus of this year’s festival exclusively presented by high-profile Asian chefs. Held at the Riva Surya on the banks of the Chao Phraya River in Bangkok, the event runs from Friday to Sunday, October 2-4, 2015.   Guest chefs are Bangkoks Sompong Suksuwan (Four Seasons Bkk and the Berkeley), Satawat Kunarasai (Four Seasons, Shanghai, and the Pullman King Power), and Surasing Viratsakul, aka Chef X” - having graduated from culinary school, he learned his trade in England, Thailand, and with the Dusit Group in Dubai. He says that the real X” factor is as a result of understanding the importance of his profession and expressing his enthusiasm to every customer.   Guest chefs will present their own 3- and 4-course organic menus for both lunch and dinner along with daily cooking demonstrations.   Organic products will be available for sale to all health-conscious visitors at the farmers’ market from Friday to Sunday, October 2-4, from 0900-1900 hours, along with organic farm produce from Thailand’s Royal Projects.   The Riva Surya is an elegant modern 68-room boutique hotel in Bangkok. The riverside swimming pool features an extensive outdoor cocktail\/dining area and was recently included in the 10 Best Riverside Dining Venues in Bangkok. The hotel is located close to the Grand Palace, Wat Pho, and Wat Arun in Bangkok’s h….  ",
    "topics.title":"Bangkok Asian Organic Gourmet Festival gears up a notch",
    "topics.media-type":"News",
    "topics.source":"MyInforms",
    "topics.published":"2015-04-09T02:50:24.000Z",
    "topic_tweets":9,
    "tweets.created_at_initial":"2015-01-09 03:21:06",
    "tweets.created_at_final":"2015-12-09 19:27:13",
    "tweets.time_interval":334.0
}