[
    {
        "topic": "00ecb565-8dcb-443e-875c-71babdce2269",
        "content": "A would-be hit-and-run driver who allegedly struck a woman in Miami was taken into custody after witnesses chased him down early Sunday.  The alleged hit and run happened at the intersection of Northwest 27th Avenue and Northwest 62nd Street.  He might have got away if weren’t for the good Samaritans who saw the crash and laid a beat down on the suspect when he tried to run away.  The car hit the young woman. The young man jumped out the car and took his paper work or whatever and then ran, one woman said.  I thought she was in the car dead. Because she flew from the middle of the street to the grass, another woman said.  The victim was rushed to the hospital with unknown injuries.  But when the suspect tried to run the four women who witnessed the accident weren’t having it.  Four of them chased him but two of them grabbed him and pinned him up against the gate, one woman said.  Once a woman named Tika got her hands on him he wasn’t getting away.  Tika jumped in the van, chased him down, beat him down, whoop whoop, hit him with the three piece, she said.  And then they held him until the cops arrived.  He was drunk. A drunk driver and he hit an innocent person, the woman said. It felt good. God will bless me.”  We angels, angels in the sky, the other woman said.  If you ask Pherlinda Valbrun they are. It was her mom who was hit.  She can’t thank the women enough for helping her mom.  I’m blessed that someone was there to witness the car accident and take into custody the guy who caused all of this, Valbrun said.  Police havent identified the suspect or said what charges hell face..  ",
        "nr_tweets": 34,
        "tt_topic": [["2015-09-20", "early Sunday"]],
        "tt_tweets": [["2015-09-20TMO", "early Sunday morning"], ["P1Y", "Almost a year"], ["P16Y", "16-year"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 3.125,
        "partial_recall": 12.5,
        "partial_F1": 0
    },
    {
        "topic": "011e98e2-0434-4004-b020-7a4a81e12d68",
        "content": "It appears that a train could arrive on the platform, several metres above ground level.   Five years is a considerable amount of time to obtain planning permission. Clarifying a certain usage can be problematic. And when there are three trains supported on a rooftop, things can get even more difficult.  The design was conceived more like a bridge than a traditional building, architect Zvi Belling​, a director of ITN Architects, says.  But having a variety of occupants throughout this building certainly stretched things out, he says.  Previously a 480-square-metre vacant lot in Easey Street, Collingwood, the Commercial 2-zoned plot had been used by parking trucks for many years.  Rather than the site remain vacant, Belling has acted as both architect and co-developer.  We wanted to build on the street culture in the immediate area, a pocket of Collingwood thats a centre for graffiti artists not just in Melbourne, but in Australia, Belling says.  Following on from Bellings Hive apartments in Carlton, a concrete brutalist pile, the Easey Street development comprises offices, hospitality businesses and cafes. Occupying two street frontages, occupants and visitors can approach from the main street or from the lane behind.  Extending over five levels, its not only the brutalist concrete facade that resonates, but the three trains that appear to hover precariously on the rooftop.  We werent trying to capture the idea of trainspotting. It was about engaging with the graffiti culture, often associated with disused trains, Belling says.  To locate disused trains may take time for an architect, but ask a graffiti artist and theres an instant lead.  We were directed to a man who had a collection of disused trains which he purchased from the railways, says Belling, who had to use considerable ingenuity not only to crane up the three trains, but also anchor them on the rooftop.  The weight of each train required a different structural approach, he says, pointing out the steel tracks below each train that have been cemented into the roofs foundations.  While the rooftop highlights the graffiti culture associated with trains, so does the ground floor cafe and buildings facade. The cafe, known as Zone One, shares the train/graffiti culture. Based on the zone-one yellow paper ticket, used prior to Myki, the cafe features graffiti-sprayed walls and seating that once would have graced the disused Hitachi M-class trains. Even the bar at Zone One takes the form of concrete tracks.  Most of these trains ran from the 1970s through to the 1990s, says Belling, who restored the plaid-covered seats for the cafe, as well as for the bar that graces the rooftop.  Other cues from the train appear on the facade of the Easey Street development. The platforms in the train stations, for example, have been flipped over to reveal the signage and tactile indicators (advising travellers to stand behind the line). And doors to entrances have been customised using train tracks and sleepers.  While the exterior is relatively free from graffiti, the interior is heavily covered with graffiti walls, as are the trains on the rooftop.  The graffiti has been curated, Belling says, pointing out the three layers of graffiti on one of the cafe walls.  Unlike the many passages, the offices, varying in size from 40 square metres to 65 square metres, remain pristine white. Some of these offices have been designed with balconies and galley-style kitchens, while others appear more robust, like the ones at ground level that may be more conducive to a hospitality use or even for off-street car parking.  While the outlook from the offices is impressive, offering panoramic views of Melbournes skyline and environs, its the aspect from the train, one of which is currently used as a cafe, that draws the applause. Complete with outdoor courtyard (wedged between two trains), one could almost believe the train is about to arrive on the platform, several metres above ground level. The story first appeared on The Sydney Morning Herald..  ",
        "nr_tweets": 6,
        "tt_topic": [["P5Y", "Five years"], ["PXY", "many years"], ["197", "the 1970s"], ["199", "the 1990s"], ["PRESENT_REF", "currently"]],
        "tt_tweets": [["PRESENT_REF", "now"], ["PRESENT_REF", "now"]],
        "exact_precision": 50.0,
        "exact_recall": 16.667,
        "exact_F1": 25.0,
        "partial_precision": 50.0,
        "partial_recall": 16.667,
        "partial_F1": 25.0
    },
    {
        "topic": "0db352b5-25b0-46fc-84a2-2a9845c9b585",
        "content": "Company – Transfer of shares. The Chancery Division allowed the claimants application for declaratory relief that, among other things, a share transfer carried out by the first defendant, purportedly with the consent of his father, the first claimant, had been fraudulent and should be set aside. Having regard to the evidence, including expert evidence on the law of the Seychelles, the claimants were entitled to the relief sought..  ",
        "nr_tweets": 10,
        "tt_topic": [],
        "tt_tweets": [["P4Y", "Four years"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "1e8e36b3-ffbc-4618-b9f8-687ac4ec9883",
        "content": "The disease of addiction is a beast, and the beast wants to be fed. Addiction is a disease that encompasses anything that an individual is obsessively and compulsively participating in on a daily basis. An individual may be addicted to the internet, pornography, food, gambling, video games, sex, self-injury, or most commonly associated with the word addiction, drugs and alcohol. In the fast-paced world, individuals are using vices every day to cope with stress, and escape their reality. Here are some signs of addiction:  Focusing constantly on obtaining more, at all costs no matter which means you have to use to have to acquire it.  Putting your addiction before your family and other loved ones.  Losing jobs because of your addiction.  When your life has become merely nothing more than living to fulfill the demands of your addiction, resulting in your life being controlled by your addiction.  Isolating yourself from the outside world in order to use your vice.  Intense changes in moods as a result of your addiction: agitation, hostility, and self-centered thinking are common changes.  When participating in your addiction no longer makes you feel good, but now makes you feel numb.  The inability to deal with reality, therefore, constantly retreating to your addiction.  Justifying your using: I need the drugs so I do not get sick.  Rationalizing your behavior:  I do not have a problem , I can have just one, and in fact I can stop at any time. The disease of addiction is a beast, and the beast wants to be fed. The ever powerful and driving force of addiction threatens the addicts livelihood. Addiction will bring you down and it does not care whose life it takes with it. When addicted, you are no longer thriving, but are barely surviving, gripping to compulsive behaviors to balance out stressors and avoid the rest of the world. Addiction is like a great escaping act: in the way that addicts isolate themselves, escaping from participating with others, and escaping from life as a whole, thus diving into a deep dark hole with no conceivable way out. Many addicts go unaware that they have a problem, and some know they have a problem but have become so beaten down by their addiction that they do not possess the strength to pull themselves out of the hole. In being buried in addiction, addicts often feel trapped. The sickness of addiction persists when an addict trades one addiction for another. This substituting comes from constantly seeking something to fill a void. Instead of forever filling that internal hole with substances or outside sources, an addict could replace those self-seeking behaviors with a recovery plan. Therapy, treatment centers, and 12-step groups could facilitate an inner peace. If you identify with any of these emotions or behaviors, you are an addict; but the good news is that there is help. In embracing the title of addict you are admitting that you have a disease, and therefore, can peruse help. In knowing what you are, you know what you must do, and there is great freedom in that. Distributed by Client Initiatives Media Contact Company Name: Elite Rehab Placement Contact Person: Thomas Email:  Phone: 844-707-5678 Address: 903 Calle Amanecer, Suite 240 City: San Clemente State: CA Country: United States Website:   ",
        "nr_tweets": 39,
        "tt_topic": [["P1D", "every day"], ["PRESENT_REF", "now"]],
        "tt_tweets": [["P5Y", "5 years"], ["2015-W40", "This week"], ["2015", "2015"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "35de6aea-82a0-41a8-9af8-38773e1dfc2c",
        "content": "It is important for students to clearly understand the terms of any account they are offered, and to make sure they’re using it in a way that minimizes fees..  ",
        "nr_tweets": 4,
        "tt_topic": [],
        "tt_tweets": [["PRESENT_REF", "Now"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "3a87affa-bcb1-46ad-a999-4a1e03869477",
        "content": "Two confirmed bachelors were sitting and talking. Their conversation drifted from politics to cooking. I got a cookbook once, said the first, but I could never do anything with it.      Too much fancy cooking in it, eh asked the second.      You said it. Every one of the recipes began the same way - Take a clean dish and....  ",
        "nr_tweets": 21,
        "tt_topic": [],
        "tt_tweets": [["2015-09-07", "Labor Day"], ["2015-09-13", "Sunday"], ["PT1S", "a second"], ["2015-09-15TNI", "tonight"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "4433ef79-ce00-4ef3-b93d-f5d38901007d",
        "content": "In order to see the content of this page, you will need to enable your cookies by following these steps:   iPhone   •  Open Settings   •  Touch on Safari   •  Touch on Accept Cookies   •  Select Always   Android   •  Press the MENU button   •  Tap on More   •  Tap on Settings   •  Check the Accept cookies” option   Windows Phone   •  Open Settings   •  Check the allow cookies on my phone” option   •  Press back button to continue browsing.  ",
        "nr_tweets": 22,
        "tt_topic": [],
        "tt_tweets": [["PAST_REF", "Recent"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "5abbdaa4-a6dd-4403-a1e4-e021c1f33d96",
        "content": "European Union (EU) regulators yesterday recommended approval of a once-a-day anti-HIV cocktail called Genvoya (Gilead Sciences) that is gentler on a patients bones and kidneys than an earlier version of the drug.      A decision by the US Food and Drug Administration (FDA) is just around the corner.      Genvoya combines elvitegravir, cobicistat, emtricitabine, and tenofovir alafenamide (TAF). The recipe matches that for Stribild (Gilead Sciences), except that TAF replaces the tenofovir disoproxil fumarate found in the predecessor drug.      Elvitegravir inhibits the HIV-1 enzyme integrase, which in turn prevents the DNA of the virus from integrating into the host genomic DNA. Cobicistat boosts the effect of elvitegravir. Both emtricitabine and TAF also work to prevent virus replication by inhibiting an HIV enzyme called reverse transcriptase.      A recent trial demonstrated that Genvoya suppressed HIV as well as Stribild, but unlike the other drug, it did not reduce a patients bone mineral density as much. Genvoya also did not have the renal toxicity associated with Stribild. The better safety profile is chalked up to substituting TAF for tenofovir disoproxil fumarate.      Nausea is the most common adverse effect for Genvoya, according to a news release from the European Medicines Agency (EMA).      The agencys Committee for Medicinal Products for Human Use recommended that Genvoya be indicated for treating adults and adolescents 12 years of age and older with a body weight of at least 35 kg who have HIV-1 without any known mutations associated with resistance to emtricitabine or tenofovir.      The Committee for Medicinal Products for Human Use recommendation now goes to the European Commission, the European Unions executive branch, for final approval. More information on the committees action is available on the European Medicines Agency website .      Gilead Sciences has asked the FDA also to approve Genvoya. A company spokesperson said a decision should come down in early November.        Medscape Medical News © WebMD, LLC   Heartwire © WebMD, LLC   WebMD Health News © WebMD, LLC   Reuters Health Information ©   Send comments and news tips to news@medscape.net .      Cite this article: .  Medscape . Sep 25, 2.  ",
        "nr_tweets": 11,
        "tt_topic": [["2015-09-24", "yesterday"], ["P1D", "a-day"], ["PAST_REF", "recent"], ["P12Y", "12 years"], ["PRESENT_REF", "now"], ["2015-11", "early November"], ["0002-09-25", "Sep 25, 2"]],
        "tt_tweets": [["2015-01-05", "Monday"], ["2015", "2015"], ["2015-W39", "earlier this week"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 5.0,
        "partial_recall": 2.778,
        "partial_F1": 0
    },
    {
        "topic": "7d81a98b-8483-4b4c-8c74-55d586f7d863",
        "content": "Here, we report a self assembled homochiral metal organic framework [Cu1.5(H2LL-leu)(Ac)H2O]n.2H2O (1) obtained from L-leucine derived ligand (H4LL-leu) and Cu(Ac)2∙H2O in 1:1 ratio. Coordination-induced conformational change in the ligand has been monitored by circular dichroism which has been further attested by synthesizing D-leucine containing enantiomer H4LD-leu and its Cu(II) complex [Cu1.5(H2LD-leu)H2O]n.10H2O (2). Structure determination revealed entirely different structures for homochiral MOF (1 and 2) obtained from L-/ D-leucine derived enantiomer ligands under analogous reaction conditions. Further, structural dissimilarity in these MOF’s have been judicially supported by proton conductance studies. MOF 1 shows higher proton (10-5 S cm-1) conductance in comparison to 2 (10-6 S cm-1) due to dissimilar alignment of the hydrogen bonded water molecules in hydrophilic pocket as well as crystal packing..  ",
        "nr_tweets": 2,
        "tt_topic": [],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "83799f44-5dcc-40e8-ae84-c28f4757e173",
        "content": "Fortinet − a global leader in high-performance cybersecurity solutions − announced enhancements to its cloud-based FortiCloud management system and a new line of cloud-managed wireless access points (APs), continuing the company’s strategic investments and momentum in the secure wireless networking market. Fortinet’s FortiAP-S series” wireless LAN (WLAN) APs are the most secure cloud-managed enterprise Wi-Fi products on the market, featuring Fortinet’s cybersecurity technology running directly on the AP and the latest s ecurity updates from Fortinet’s industry-leading FortiGuard Labs Threat Intelligence team. Now organizations no longer need to sacrifice security when opting to manage their enterprise wireless LAN from the cloud.   Distributed organizations face many challenges as they deploy and manage a wireless LAN solution for their customers and employees. Current enterprise WLAN solutions often require complex architectures to segment guest and internal networks, while demanding extra hardware like separate WLAN controllers and security appliances. While emerging cloud-managed Wi-Fi vendors have helped to reduce the complexity and management issues associated with deploying wireless networks, moving WLAN control into the cloud has introduced security challenges that have yet to be addressed until now.   Fortinet’s new FortiAP-S series of wireless access points empower organizations to forego separate WLAN controllers without exposing the network to cyber-threats. Every FortiAP-S series access point is centrally managed through the cloud-based FortiCloud management system, enabling effortless Wi-Fi network deployment and management, increasing security, visibility and control, and reducing overall infrastructure complexity. This makes it easy for organizations to implement and manage a secure Wi-Fi network, while the scalability of cloud management makes the solution ideal for distributed enterprises that may have thousands of sites.      The FortiAP-S series APs are loaded with advanced security features like intrusion prevention, web filtering, rouge AP detection, antivirus security protection, granular application controls and more, all running directly on the access point. These features are all backed by FortiGuard Labs’ industry-leading threat intelligence to ensure each FortiAP-S is protected against the very latest advanced threats, in real-time. This sophisticated level of hardware and software integration is only made possible by Fortinet’s expertise and dedication to high-performance security engineering and research.   Fortinet’s new FortiAP-S series combines the flexibility of cloud management, the latest generation of wireless access point technology and the proven security of FortiGuard, all forming a secure wireless architecture for enterprise access networks,” said Rajesh Maurya, Country Manager, India & SAARC at Fortinet..  ",
        "nr_tweets": 12,
        "tt_topic": [["PRESENT_REF", "Now"], ["PRESENT_REF", "Current"], ["PRESENT_REF", "now"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "be94f275-223c-46bd-8efd-fafa03872368",
        "content": "SAN DIEGO, Sept. 2, 2015 /PRNewswire-USNewswire/ -- EvoNexus held its biggest event of the year on August 27th to showcase several of its startups and introduce the entrepreneurial and technology community to the next wave of San Diego innovation.  At EvoNexus Demo Day 10 startups currently incubating in EvoNexus presented their company and products to an audience of San Diego entrepreneurs, tech industry leaders, media members, and investors. Over 350 people attended the standing room only event, making it one of the biggest Demo Days ever!  Wrapify – the company that blends on-vehicle advertising, GPS information, and crowdsourcing, and other computer technology to deliver outdoor advertising – was voted the winners of Demo Day, narrowly edging out Crypteron in the closest live vote in Demo Day history!  The prize for winning was an invite to a VIP dinner with 18 investors at Estancia, which took place immediately after the event at Radys School of Management at UCSD. Demo Day attendees chose the winner in under two minutes through a live mobile handset voting poll following the final presentation.  Other highlights from the event:  Companies presenting at Demo Day are part of the 4 month EvoNexus accelerator program, EvoStart. Startups participating in EvoStart focus on creating a minimum sellable product, validating their market, and providing a business model to customers.  Startups are also given access to domain expert mentors, weekly workshops, monthly check ins, and various pitch practices. The framework of EvoStart, as well as the success of the program, is what makes EvoNexus the fastest way for entrepreneurs to launch their startup.  About EvoNexus  EvoNexus is a technology incubator for Southern Californias startup and entrepreneurial community with locations in San Diego and Irvine. EvoNexus empowers motivated entrepreneurs to turn their transformative ideas into fundable, commercially viable companies, and leverages community resources to provide what entrepreneurs need to be successful.  For more information, visit   Media Contacts  Chris Norris  720-648-1473  cnorris@evonexus.org  Marketing & Communications Manager  Kristen Long  858-768-5056  klong@evonexus.org  Sr. Portfolio Manager, EvoNexus San Diego  To view the original version on PR Newswire, visit:  SOURCE EvoNexus.  ",
        "nr_tweets": 8,
        "tt_topic": [["2015-09-02", "Sept. 2, 2015"], ["2014-08-27", "August 27th"], ["PRESENT_REF", "currently"], ["PT2M", "two minutes"], ["P4M", "the 4 month"], ["XXXX-XX", "monthly"], ["1473", "1473"]],
        "tt_tweets": [["2015-08-09TNI", "tonight"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "c1c5dee9-77a1-494b-820d-88bbe24fb733",
        "content": "This past year animated features were the main focus from the festival.      The big event runs from October 22 through October 31.      A trio of recent Japanese films may also be joined within the competition section, the festival’s primary attraction, and will also be tested together with 13 other films from around the globe — selected from some 1,400 records.      Of 10 films to become featured within the Asia Future section, half were directed by women, coordinators stated.      Other programmes range from the work of youthful company directors from Asia and also the Middle East.           Tokyo, japan (AFP) – Homegrown movies come in focus in the Tokyo, japan Worldwide Film Festival the following month because the event remembers its 28th anniversary, coordinators stated Tuesday.      The festival will showcase popular Japanese horror movies directed by Hideo Nakata, most widely known abroad for that 1998 cult horror film Ring”.      Some classic Japanese films for example Went” directed by legendary filmmaker Akira Kurosawa is going to be tested inside a high-definition 4K format. Films featuring actor Ken Takakura, who performed a difficult detective in Ridley Scott’s Black Rain”, may also be among individuals tested.     Consumer Discretionary  Arts &amplifier Entertainment  horror movies  Hideo Nakata  Japanese films        The post appeared first on News List Online ..  ",
        "nr_tweets": 25,
        "tt_topic": [["2014", "past year"], ["2015-10-22", "October 22"], ["2015-10-31", "October 31"], ["PAST_REF", "recent"], ["2015-11", "the following month"], ["2015-09-29", "Tuesday"], ["1998", "1998"]],
        "tt_tweets": [["2015-10", "October"], ["2015-09-17TEV", "this evening"], ["2015", "2015"], ["2015", "2015"], ["2015-09-29", "Sept 29"]],
        "exact_precision": 3.333,
        "exact_recall": 2.941,
        "exact_F1": 3.125,
        "partial_precision": 11.667,
        "partial_recall": 10.294,
        "partial_F1": 10.937
    },
    {
        "topic": "da45ca1d-a57f-4a8f-a99f-9c9a63310b0c",
        "content": "The last Labour government shamefully neglected the one source of power that would help create self-sufficiency and meet low carbon objectives: nuclear energy. Only when it was too late and much of the industry’s expertise had been lost did Labour ministers realise their folly and try to reactivate the programme. The Coalition, despite Lib Dem objections (which mattered, since they ran the Energy Department) kept it alive and agreed to build the first new reactor for 30 years at Hinkley Point in Somerset. But serious questions are now being asked about the wisdom of this deal.   The first point is that this is almost entirely a foreign venture. The project is being developed by the indebted state-owned French energy company EDF, with a reactor made by Areva of France (whose EPR model has run into difficulties elsewhere) and with investment finance partly provided by China. At one point the plant was due to go on line by the end of 2017 but was put back until 2023. Then last Friday, EDF said that deadline would not be met either but declined to offer another one, though Jean-Bernard Levy, the head of EDF, said he still had full confidence” in the project’s eventual success.   Who in their right mind would proceed on this basis, especially when a massive taxpayer subsidy will be tied up in the deal and the 2023 timetable was supposed to fill the energy gap caused by decarbonisation Yet it appears the Government remains committed to Hinkley Point C, and David Cameron is expected to sign a financial deal when President Xi of China visits the UK next month.   It is not (yet) too late to step back and acknowledge that however much we need to revive this country’s nuclear power industry, it must be done sensibly; and the case for a rethink is now overwhelming. A recent report from analysts at HSBC bank saw ample reason for the UK Government to delay or cancel the project”. In a recent debate in Parliament, Lord Howell, the pro-nuclear former Energy Secretary in Mrs Thatcher’s first government, said Hinkley Point must be one of the worst deals ever for British households and British industry”. He added: I would shed no tears if it were abandoned in favour of smaller and possibly cheaper nuclear plants a bit later on.”   This is good advice: the Government should take the opportunity of EDF’s dithering to rethink the country’s nuclear power strategy. Its commitment to conventional, large-scale reactor development was just about defensible for as long as there was a realistic prospect of it actually happening on time and at reasonable cost. But yet another delay at Hinkley Point, together with all the other uncertainties surrounding the project, changes everything. We risk being saddled with a white elephant while leaving our nuclear future at the tender mercies of the political agendas operating in other countries.   What is required is a new era of nuclear power generation, focused on smaller, cheaper reactors designed and built here in the UK to provide local energy generation.   In the long run, we should be investing in thorium reactors, which have none of the risks and waste associated with the uranium fission cycle. We need to rediscover the drive and vision that brought North Sea oil ashore 40 years ago..  ",
        "nr_tweets": 13,
        "tt_topic": [["P30Y", "30 years"], ["PRESENT_REF", "now"], ["2017", "the end of 2017"], ["2023", "2023"], ["2015-08-07", "last Friday"], ["2023", "2023"], ["2015-09", "next month"], ["PRESENT_REF", "now"], ["PAST_REF", "recent"], ["PAST_REF", "recent"], ["1975", "40 years ago"]],
        "tt_tweets": [["PRESENT_REF", "now"]],
        "exact_precision": 100.0,
        "exact_recall": 10.0,
        "exact_F1": 18.182,
        "partial_precision": 100.0,
        "partial_recall": 10.0,
        "partial_F1": 18.182
    },
    {
        "topic": "e2f6d043-d1b1-45d8-ae5e-34d03a081b18",
        "content": "InvestorsObserver issues critical PriceWatch Alerts for AAPL, UAL, WIN, HZNP and ALXN.   To see what our analysts have discovered about a particular stock, read the InvestorsObservers PriceWatch Alert by selecting the corresponding link. (Note: You may have to copy this link into your browser then press the [ENTER] key.)   AAPL:  UAL:  WIN:  HZNP:  ALXN:    (Note: You may have to copy this link into your browser then press the [ENTER] key.)   Todays PriceWatch Alerts cover the following stocks: Apple (NASDAQ: AAPL), United Continental Holdings (NYSE: UAL), Windstream (NASDAQ: WIN), Horizon Pharma (NASDAQ: HZNP), Alexion Pharmaceuticals (NASDAQ: ALXN). InvestorsObservers PriceWatch Alerts contain concise, detailed strategies for each stock we cover, including position protection tactics designed to defend investors from potential market shifts. While many other market reports only provide stock news and opinion, we offer strategies that can bulwark investments against uncertainty and increase chances of making a profit, even if a stock goes down.   We go above and beyond typical market coverage, said Bobby Raines, Analyst at InvestorsObserver. Trading experts and beginning investors alike can find value in our PriceWatch Alerts. We provide actionable strategies that protect investments with basic hedging tactics, along with a concise explanation of our techniques.   InvestorsObserver.com is an online newsletter which focuses on the U.S. equities and options markets. Our analytical tools, screening techniques, rigorous research methods and committed staff provide solid information to help subscribers make the best possible investment decisions. For more information go to    All stocks and options shown are examples only-- not recommendations to buy or sell. Our picks do not represent a positive or negative outlook on any security. Potential returns do not take into account your trade size, brokerage commissions or taxes--expenses that will affect actual investment returns. Stocks and options involve risk, thus they are not suitable for all investors. Prior to buying or selling options, a person should request a copy of Characteristics and Risks of Standardized Options available at  Privacy policy available upon request.   To view the original version on PR Newswire, visit:   SOURCE InvestorsObserver     ",
        "nr_tweets": 6,
        "tt_topic": [],
        "tt_tweets": [["PRESENT_REF", "now"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "e8097d28-cfda-4850-bbba-2e082da3511e",
        "content": "You can spot them at any all-candidates meeting, those engaged citizens who havent made up their minds yet.      Theyre the ones leaning forward in their seats when the booing or cheering starts because theyre actually trying to hear the answers. Theyre the ones who might applaud briefly after well-considered answers -- but for a different candidate each time. These are the people who are interested not only in what the candidates have to say, but in what the issues are. And theyve given up their free time to do it.      If it werent for the undecideds, all-­candidates meetings would turn into dress rehearsals for question period, as supporters try to out-clap each other no matter how insipid their candidates answers. These public debates could determine which candidates would perform to expectations as backbenchers, being able to get through their partys talking points without saying anything surprising or getting flustered. Whether that is all we want from prospective MPs, I leave to the reader.      Elections are, at least in part, about persuading the undecided. Its not just a contest between the red, blue, orange and green partisans on the four corners of your nearest intersection.      The very repetitiveness of election signs that makes them so annoying leads to name recognition, which helps voters research the right candidates. And all signs, public and private, tell voters what riding they live in by reminding them which candidates are in their area.      Most of all, the signs on public property are a reminder that even now, after all the hard campaigning of the last few weeks, plenty of voters havent yet made up their minds.      Undecideds, colloquially, can include a few different categories.      Most strictly, it means the people who really have no clue how they might vote. Some havent even thought about it yet, and some of those people wont ever think about it, because they wont vote.      It includes the people who are simply staring at the choices before them, wondering when someones going to come in with a hidden camera and reassure them that theyve been punked and here are the real platforms.      The Nanos polling from Sept. 15 puts the undecided vote at just under 10 per cent. This is down from 16.7 per cent at the start of the campaign.      But the category widens to roughly half the electorate if we include the people who say theyre going to vote for one party but are willing to consider a second choice. These are the uncommitted, the wafflers between two parties, the people waiting to see which choice seems to serve their strategic purpose, or which platform has the biggest clunker.      Uncommitted voters are the reasons we have campaigns. Some people get involved in politics by joining or supporting political parties, but that is not the only form of engagement.      In conversations about the election, people keep confiding to me that they havent made up their minds. They say it quietly, almost apologetically, as if its a task they havent got around to yet. But there is still a month left in this campaign. You dont have to decide until you do.      In a close election in which no one party has yet persuaded more than half of Canadians, parties will be tempted to play to the base, to demonize the other side, to polarize issues that should have cross-partisan appeal, to get the decided voters angry and afraid so theyll get out and vote. Undecided voters counter this tendency, because to capture them, parties have to reach beyond their traditional talking points and fear-mongering.      Being undecided, four weeks from election day, isnt a personal failing. Its a sign of an open mind, and thats good for the country.      Twitter  ",
        "nr_tweets": 15,
        "tt_topic": [["PRESENT_REF", "now"], ["PXW", "the last few weeks"], ["2015-09-15", "Sept. 15"], ["P1M", "a month"], ["P4W", "four weeks"]],
        "tt_tweets": [["2015", "This year"], ["2013", "2013"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 4.167,
        "partial_recall": 2.083,
        "partial_F1": 0
    },
    {
        "topic": "0429b914-907a-4d79-aed8-5e2a7ebaa230",
        "content": "LONDON: England completed their preparations with a 21-13 victory over Ireland on Saturday, putting them in great heart for their World Cup opener against Fiji back at Twickenham in 13 days but leaving the Irish to deal with a second successive defeat.   England scored two early tries through wingers Jonny May and Anthony Watson to lead 12-3 at the break and though Ireland briefly got close with a Paul OConnell try early in the second half, the hosts deservedly closed the game out with two Owen Farrell penalties.   When we play at home, we can be pretty good when we stick to our systems, said England captain Chris Robshaw, who again topped the tackle count with 18.   We put Ireland under pressure today and it was a great dress rehearsal before the big one in two weeks time.   England were unrecognisable from the disorganised side well beaten by France two weeks ago, on the front foot from the start and ahead within three minutes when May, normally noted for his searing pace, this time used power to blast through Tommy Bowe.   England’s lineout, so ragged in Paris, was back to its productive best and a successfully completed one led to George Ford delivering a pin-point kick into the corner where Watson soared above Simon Zebo to catch and score.   May thought he had scored his second when he finished off a fizzing move only for the TMO to rule it out for a forward pass.   Ireland struggled to get any sort of foothold in the game, with only an early Jonathan Sexton penalty to their name as they turned round somewhat fortunate to be only 12-3 down.   They showed more intensity after the restart as O’Connell led by example, burrowing over for their first try, which, after a penalty apiece earlier, made it 15-13.   England became a bit ragged, losing a scrum against the head, knocking on, missing overlaps and generally getting bogged down as both sides emptied their benches.   England’s great white hope Sam Burgess got 20 minutes and a second cap but the big centre was unable to make much of an impact other than one bone-shuddering tackle in the final exchanges.   After the TMO ruled out another England try they finally got the scoreboard moving again with a penalty by Farrell, who landed another three minutes from the end to settle it.   England are now on a run of seven wins at Twickenham since going down to South Africa in November 2014 but Ireland have work to do after home and away defeats.   We started poorly, we kept dropping the ball, and you cannot accumulate those sorts of losses and expect to do well, said OConnell.   Alarm bells are not ringing but we are very disappointed. We have fallen short of a lot of things we want to do.   (Editing by: Toby Davis).  ",
        "nr_tweets": 30,
        "tt_topic": [["2015-05-09", "Saturday"], ["P13D", "13 days"], ["2015-05", "May"], ["2016-H2", "the second half"], ["2015-05-09", "today"], ["P2W", "two weeks"], ["2015-W17", "two weeks ago"], ["PT3M", "three minutes"], ["2015-05", "May"], ["2015-05", "May"], ["PT20M", "20 minutes"], ["PT3M", "three minutes"], ["PRESENT_REF", "now"], ["2014-11", "November 2014"]],
        "tt_tweets": [["2015-09-19", "Sept 19"], ["2016-H2", "second half"], ["2015-09-11", "Friday"], ["2015", "2015"], ["2015-09", "September"], ["2015-05", "May"], ["2016-05", "May"]],
        "exact_precision": 10.0,
        "exact_recall": 7.5,
        "exact_F1": 8.571,
        "partial_precision": 16.667,
        "partial_recall": 12.5,
        "partial_F1": 14.286
    },
    {
        "topic": "203806f6-13f7-4edb-9d8b-d0d063285081",
        "content": "• England meet Fiji in opening game of World Cup at Twickenham on Friday   • Lancaster watched as Matawalu shone in Fiji victory over Canada this month Fiji, World Cup quarter-finalists in 2007, have warned England that they have never been better prepared and are capable of bringing off the biggest shock in the event’s history in Friday night’s opening match at Twickenham.  England are overwhelming favourites to start the tournament they are hosting with a victory but Fiji are unbeaten since losing narrowly losing to Wales at the Millennium Stadium last November and have spent the summer in camp, winning the Pacific Nations Cup after overcoming Samoa in the final.  This is a better prepared Fiji team than ever before,” said the scrum-half Nikola Matawalu, who is joining Bath after the World Cup having helped Glasgow win their first Pro12 title. We know there is room for improvement and we keep working hard to get better. Can we upset England We have watched them, but we are keeping quiet about what we picked up until Friday night.” Matawalu scored two tries in Fiji’s 47-18 victory against Canada at the Stoop seven days ago in front of the watching Stuart Lancaster, marking the second with a dive in the manner of Chris Ashton before the England head coach saw him being taken off with a groin injury as a precaution.  The injury happened before the swallow dive,” said Matawalu. I am doing rehab and I am getting there. If it is God’s will, I will play against England.  We knew Lancaster was at the Canada game and let’s see if we have kept any tricks up our sleeve. You could see we were rusty because we had not played for a few weeks, but it gave us something to work on.  We will do what we have to on Friday. The 23 players who are selected for the game against England will be lucky. It’s the opening match of the World Cup, held at Twickenham and against the hosts, interesting to say the least. It’s the occasion Fijians love, a party. It will be amazing to be a part of that. Maybe we can spoil England’s party.  We respect all the teams in our group, but when it comes to the games, it will be a different story altogether. It’s the pool of death containing a number of top teams in England, Australia and Wales. We’ll come as underdogs and see what happens.”.  ",
        "nr_tweets": 23,
        "tt_topic": [["2015-09-11", "Friday"], ["2015-09", "this month"], ["2007", "2007"], ["2015-09-11", "Friday"], ["2014-11", "last November"], ["2015-SU", "the summer"], ["2015-09-11TNI", "Friday night"], ["2015-09-06", "seven days ago"], ["PXW", "a few weeks"], ["2015-09-11", "Friday"]],
        "tt_tweets": [["2015", "2015"], ["2015-09-13", "Today"], ["2015", "2015"], ["2015", "2015"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 10.577,
        "partial_recall": 8.871,
        "partial_F1": 0
    },
    {
        "topic": "0b3bea50-3a2c-4d07-953e-45aca9988634",
        "content": "Defiant Rafael Nadal vowed to fight on and restore his status as the game’s most feared player after crashing to his earliest US Open exit in 10 years. New York (AFP)   The 14-time Grand Slam winner was knocked out by Italy’s Fabio Fognini, who pulled off a sensational 3-6, 4-6, 6-4, 6-3, 6-4 third-round victory.  The stunning result confirmed the sad, sudden decline of the 2010 and 2013 champion, who until Friday had won 151 Grand Slam matches when he had taken the first two sets.  Nadal will also finish the season without at least one Grand Slam title for the first time since 2004.  It was the 15th defeat of his miserable year, which has seen him beat just two top-10 players and where his best performances at the majors were quarter-final runs at the Australian and French Opens.  The only thing this means is I played worse than the last 10 years,” said Nadal, who lost for just the second time in his career at the French Open and endured a second-round exit at Wimbledon.  That’s the real thing. By the way, for me it was amazing to win 10 years in a row a Grand Slam.  You can imagine how difficult it is to make that happen. I have to accept that it was not my year and keep fighting till the end of the season to finish in a positive way for me.”  Nadal refused to elaborate on the areas he needs to improve and insisted in his post-match media conference that he was joking when he said he was getting slower.  I improved something from the beginning of the season. That’s something that I think I am doing. I think I have a good base now,” added the 29-year-old, who missed last year’s US Open with a wrist injury before his recovery was further stalled by an appendix operation.  I am not playing terrible like I was at the start of the season. When I am losing, I am losing because the opponents beat me, not because I lose the match, as I did a lot of times at the beginning of the season.   That’s an improvement for me, so I have a base now. That is a start. I know what I have to do and I going to work on it.”  Fognini, the 32nd seed, becomes the first Italian in the last 16 at the US Open since Davide Sanguinetti in 2005 and will face Spain’s Feliciano Lopez for a place in the quarter-finals.  It’s not easy. When he starts running at the beginning and you finish at the end of the week,” said Fognini, who smashed 70 winners, made 57 unforced errors and saved 11-of-19 break points in his all-or-nothing assault.  By contrast, Nadal had a more modest 30 winners and dropped serve on nine occasions.  It was an incredible match to come from two sets down against Rafa, who is one of the best players in the world,” added the Italian, who had never previously beaten a top 10 opponent on hard courts in 17 attempts.  Fognini has now defeated Nadal three times this year but his earlier wins were on clay in Rio and Barcelona.  After the first two sets, I said ‘OK, just concentrate, keep trying and anything can happen.’ The fifth set was really difficult for both of us.”  Nadal had raced into a routine two sets to love lead.  He was also a break up in both the third and fourth sets.  But the colourful, sometimes controversial 28-year-old Italian rallied with some superb shot-making as the Arthur Ashe Stadium duel ticked towards and past 1am.  By the end of the fourth set, the statistics were telling.  Fognini had unleashed 50 winners to Nadal’s 24 while the Spaniard had converted just five of 14 break points.  Fognini broke for 2-1 in the decider with Nadal looking increasingly punch-drunk, an appearance with which the watching Tiger Woods — who was in the Spaniard’s box — would have painfully sympathised.  Nadal, stretched to a five-setter at the US Open for only the second time in his career, came off the ropes to hit back for 2-2 with a breathtaking running forehand winner which had the crowd on its feet.  Fognini pounced again, breaking for 3-2, then cracked as the 14-time major winner clawed his way back for 3-3.  In a nail-biting finale, breaks were exchanged again with Fognini surrendering a 40-0 lead at 4-3.  The non-holding pattern continued as a seventh successive break, sealed with a backhand winner crosscourt, put Fognini back in the driving seat and serving for the match at 5-4.  This time he did not falter, claiming victory when Nadal hit a weary backhand wide.  © 2015 AFP.  ",
        "nr_tweets": 35,
        "tt_topic": [["P10Y", "10 years"], ["2010", "2010"], ["2013", "2013"], ["2015-05-08", "Friday"], ["2004", "2004"], ["P10Y", "the last 10 years"], ["P10Y", "10 years"], ["PRESENT_REF", "now"], ["PRESENT_REF", "now"], ["2005", "2005"], ["2015-Q2", "the quarter"], ["PRESENT_REF", "now"], ["2015", "this year"], ["2015-05-08T01:00", "1am."], ["2015", "2015"]],
        "tt_tweets": [["PRESENT_REF", "now"], ["PRESENT_REF", "now"], ["2015-09-05", "Sept 5"], ["2015", "2015"], ["2015", "2015"], ["2015", "2015"]],
        "exact_precision": 32.5,
        "exact_recall": 22.414,
        "exact_F1": 26.531,
        "partial_precision": 39.375,
        "partial_recall": 27.155,
        "partial_F1": 32.143
    },
    {
        "topic": "04373281-0764-483e-a96f-481562918702",
        "content": "Sicario opens with a nightmarish look at the battle between U.S. law enforcement and the Mexican drug cartels along the Arizona border. While tracking leads in a kidnapping case, FBI agent Kate Macer (Emily Blunt) and her team make the horrific discovery.  ",
        "nr_tweets": 31,
        "tt_topic": [],
        "tt_tweets": [["2015-09-09TNI", "Tonight"], ["2015-09-14", "Today"], ["2015-09-14T16:00", "4pm"], ["PRESENT_REF", "right now"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "07db84bd-ac51-4821-a47a-c656dd1a2f96",
        "content": "Research and Markets (  )         has announced the addition of the Spain         Crude Oil Refinery Outlook to 2020 report to their offering.   Spain Crude Oil Refinery Outlook to 2020 is a comprehensive report on         crude oil refinery industry in Spain. The report provides oil         production, consumption, exports and imports details from 2000 to 2020         along with oil reserves for the period 2000 to 2014. The report also         provides details on oil refineries such as name, type, operational         status, operator apart from capacity data for the major processing         units, for all active and planned refineries in Spain till 2020.         Further, the report also offers recent developments, financial deals as         well as latest contracts awarded in the countrys oil refinery industry.        Scope   - Historic and forecast of oil data related to production, consumption,         imports and exports for the period 2000-2020, and reserves for the         period 2000-2014   - Updated information related to all active and planned refineries in         the country, including operator and equity details   - Information on CDU, condensate splitter, coking, FCC and hydrocracking         capacities by refinery in the country, where available   - Key mergers and acquisitions, partnerships, private equity and IPOs in         the countrys crude oil industry, where available   - Latest developments and awarded contracts related to crude oil         refineries in the country   Key Topics Covered:   1 Tables & Figures   2 Introduction   3 Spain Energy Sector   3.1 Spain Energy Sector, Market Overview   3.2 Spain Energy Sector, Oil   3.2.1 Spain Oil, Overview   3.2.2 Spain Oil, Supply and Demand Balance   3.2.3 Spain Crude Oil, Regulatory Structure   4 Spain Refining Industry   4.1 Spain Refining Industry, Key Data   4.2 Spain Refining Industry, Overview   4.3 Spain Refining Industry, Total Refining Capacity   4.4 Spain Refining Industry, Crude Distillation Unit Capacity   4.5 Spain Refining Industry, Coking Capacity   4.6 Spain Refining Industry, Fluid Catalytic Cracking Capacity   4.7 Spain Refining Industry, Hydrocracking Capacity   4.8 Spain Refining Industry, Asset Details   4.8.1 Spain Refining Industry, Active Asset Details   5 Financial Deals Landscape   5.1 Detailed Deal Summary   5.1.1 Acquisition   5.1.2 Debt Offerings   6 Recent Developments   6.1 Other Significant Developments   6.1.1 Feb 10, 2015: Alcoa: San Ciprian Alumina Refinery Converted to         Naturral Gas   6.1.2 Jan 05, 2015: Turnkey Project Of YB-3 WHRB Efficiency Improvement         In CEPSA-Refinery Gibraltar - San Roque   6.2 New Contracts Announcements   6.2.1 Jun 17, 2015: IKM Testing Mexico Signs New Contract With Sener/OHL   7 Appendix   For more information visit    View source version on businesswire   ",
        "nr_tweets": 39,
        "tt_topic": [["2020", "2020"], ["2020", "2020"], ["2000", "2000"], ["2020", "2020"], ["2000", "2000"], ["2014", "2014"], ["2020", "2020"], ["PAST_REF", "recent"], ["2000", "2000"], ["2020", "2020"], ["2000", "2000"], ["2014", "2014"], ["PAST_REF", "Recent"], ["2015-02-10", "Feb 10, 2015"], ["2015-01-05", "Jan 05, 2015"], ["2015-06-17", "Jun 17, 2015"]],
        "tt_tweets": [["P3M", "3 Months"], ["2015", "2015"], ["2015-11", "November"], ["2015", "2015"], ["2020", "2020"], ["2013", "2013"]],
        "exact_precision": 8.333,
        "exact_recall": 5.556,
        "exact_F1": 6.667,
        "partial_precision": 14.583,
        "partial_recall": 9.722,
        "partial_F1": 11.667
    },
    {
        "topic": "5d4e4fbf-b220-4f42-aed5-153725b27070",
        "content": "Delta State Governor Ifeanyi Okowa has called on oil companies operating in the state to create employment for the people in their host communities to foster sustainable cooperation and conducive environment. Speaking on Monday in Asaba when  the management of AGIP Oil Company Limited, led by its General Manager, Palio Carnivale, paid him a visit, Okowa said that oil companies ....  ",
        "nr_tweets": 11,
        "tt_topic": [["2015-07-06", "Monday"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "96dea64b-8da0-43d3-a15f-5ba682635881",
        "content": "Energen Corporation (NYSE: EGN) senior managers will meet with members of the investment community at the Deutsche Bank Energy One-on-One Corporate Days in Boston on September 29-30, 2015. Associated meeting materials will be available for viewing on Energens home page,  beginning Tuesday, September 29, at 1:00 p.m. ET. Energen Corporation is an oil and gas exploration and production company with headquarters in Birmingham, Alabama. At year-end 2014, the company had 1.1 billion barrels of oil-equivalent proved, probable, and possible reserves and another 2.2 billion barrels of oil-equivalent contingent resources. These all-domestic reserves and resources are located primarily in the Permian Basin in west Texas. For more information, go to    View source version on businesswire   Energen Corporation  Julie S. Ryland, 205-326-8421.  ",
        "nr_tweets": 3,
        "tt_topic": [["2015-09-29", "September 29"], ["2015-09-30", "30, 2015"], ["2015-09-29", "Tuesday, September 29"], ["2015-09-29T13:00", "1:00 p.m."], ["2014", "2014"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "07e1a288-d7e5-4565-8936-9ca9d246c423",
        "content": "Sept. 12-- Mens Wearhouse , a national clothing retailer, plans to open a new store in Grand Forks Columbia Mall this year.      Company spokeswoman Julie Town told the Herald in June Mens Wearhouse planned to open at the end of this year or in early 2016 somewhere on Columbia Road. She confirmed this week the location is the Columbia Mall, with a tentative open date of Dec. 9.      Mens Wearhouse will occupy a 3,300 square-foot space next to Buckle in the mall, said Marianne Fasano, spokeswoman for the malls owner and operator GK Development. The store will have an exterior entrance on the buildings east side.      Mens Wearhouse focuses on mens suits and other dress apparel, like ties, pants and accessories. Its television commercials are famous for its now-ousted founders tagline, Youre going to like the way you look, I guarantee it.      The retailer was founded in 1973 and has more than 1,700 stores, including locations in Fargo and Bismarck.      New coffee shop brews in mall      A coffee shop operator has taken over for another in the Columbia Mall in Grand Forks.      Bully Brew Coffee House, which already has a location in the Valley Eldercare Center near Altru Hospital, opened in the Coffee Companys former mall location earlier this summer. Bully Brew held a grand opening there Friday.      Owner Sandi Luck said the new shop went through a remodel that provides a cozy spot where people may not expect to find one: a heavily-trafficked shopping center.      Both locations have very different target markets, she said. The mall has a lot of travelers and shoppers, but I also feel like we can support the locals by having an area for small meetings.      Bully Brew, which is located next to JCPenney, is named after Lucks English Bulldogs. Luck said the Coffee Company is keeping its 2100 S. Columbia Road location.      Job openings down, but not out      The number of local job openings is down, but an employment official said businesses are still need plenty of workers.      Grand Forks County had 308 fewer jobs in August compared to the same month last year, a 14 percent drop, according to Job Service North Dakota. There were 21 percent fewer job openings statewide in that time period.      Still, Grand Forks had almost 2,200 open jobs last month, ranging from sales positions, healthcare jobs, transportation work and others.      Its down a little, but theres still a lot of underlying strength thats showing up in extreme interest in our job fair, said Keith Reitmeier, the manager of the local Job Service office.      Job Service is hosting a job fair Sept. 24 at the Alerus Center. Employers like Alerus Financial , Altru Health System, American Crystal Sugar Co., Cirrus Aircraft and others have already signed up..  ",
        "nr_tweets": 9,
        "tt_topic": [["2015-09-12", "Sept. 12"], ["2015", "this year"], ["2015-06", "June"], ["2015", "the end of this year"], ["2016", "early 2016"], ["2015-W37", "this week"], ["2015-12-09", "Dec. 9"], ["PRESENT_REF", "now"], ["1973", "1973"], ["2015-SU", "earlier this summer"], ["2015-09-11", "Friday"], ["2100", "2100"], ["2015-08", "August"], ["2015-08", "the same month"], ["2014", "last year"], ["2015-08", "last month"], ["2015-09-24", "Sept. 24"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "68047331-25e1-4af5-974b-766f1338bef0",
        "content": "Do blonds have more fun” George Lucas, the director of Star Wars, asked the newly coiffured Lewis Hamilton in one of Formula One’s most toe-curling podium interviews after the Italian Grand Prix.         As the race winner responded with a smile and an I hope so,” he had no inkling of the controversy which would threaten his victory, as his Mercedes team was put under investigation by the stewards over accusations  that one of his tyres was under-inflated.   In an extraordinary move, just as the national anthem was being played the FIA issued a press statement calling for a Mercedes representative to go to the stewards. Mercedes technical director Paddy Lowe admitted to being confused.   Since the tyre dramas in Belgium at the last race, manufacturers Pirelli have mandated a minimum starting tyre pressure of 19.5 psi as a safety measure. The report stated that the left-hand rear Pirelli on Hamilton’s Mercedes had been 0.3 psi below that minimum when measured on the grid, while team-mate Nico Rosberg had one tyre 1.1 psi below. Because he did not see the team engineer Peter Bonnington before the press conferences, the first Hamilton heard of the impending investigation was when the moderator informed him.   We don’t understand it, to be honest,” he said. We set our pressures fully supervised by the Pirelli engineer. He was perfectly happy with them as they were set.”   Mercedes had asked Hamilton to push just in case they were hit with a post-race 20 or 25-second penalty. During the race Hamilton was unimpressed at Bonnington’s order on the 47th lap to push hard – especially as he had a 22.5-second cushion over Sebastian Vettel’s Ferrari.     Hamilton celebrates winning next to Sebastian Vettel (left) and Felipe Massa on the podium  Hamilton duly responded and crossed the line 25.042sec ahead of Vettel, but as his crew congratulated him and his engineer promised to tell him everything when he saw him, he responded: Those last few laps were not cool, man.”   He added later: The call coincided with some degradation in the tyres and the car was sliding more, and I was trying to figure out why I had to start pushing again. It was a bit off-putting.”   In the end, having debated the matter at length with Mercedes and Pirelli engineers, the stewards, who included former Indianapolis 500 winner Danny Sullivan, decided no further action was required. There were big sighs of relief all round – though not from Hamilton.   I was with my engineers discussing the race, then listening to music and just chilling,” he said. I was thinking about just what a good job the team had done. At the time I was asked to push I couldn’t even begin to think what any time penalty might be for, or why they might be pushing me to open up a pit-stop  window, but afterwards I wasn’t worried about the investigation.”   He had dominated the race from the start, sitting it out with Vettel going into the tight first corner, then steadily pulling away from the Ferrari with complete control en route to his 40th victory. He has now has increased his points tally to 252 to Rosberg’s 199 and Vettel’s 178, putting him in a very good position with seven races left.     Hamilton arrives at the race on a smoking motorbike  The Ferrari-mad fans, the tifosi, cheered Vettel to the echo for his second place, having been aghast at the start when Kimi Raikkonen’s car bogged down and dropped from second to 14th. But as the Finn recovered to a strong fifth place, there was disaster for Rosberg. Obliged to use an older-specification engine that had been used for the last six races, following a problem with his new updated engine on Saturday morning, the German had closed to within 1.4sec of Vettel, on his Ferrari debut in Italy, by the 50th lap before the tired motor packed up.    To have it explode two laps to the end was unbelievable and it is even more disappointing for sure,” said Rosberg. I was going to have a good go at Vettel because finally I had the brakes cooling off to be able to attack.   Just when I’ve needed to catch up in points, it’s been the biggest loss that I’ve had in one day in the whole season, so that’s very bad,” he added. But I keep going; giving up doesn’t exist for me, just keep fighting and now I’ll just try and win the next couple  of races.”   The final podium position was resolved in Felipe Massa’s favour by a scant 0.4sec after his Williams team-mate Valtteri Bottas put him under intense pressure. They had run third and fourth early on until Rosberg undercut them in the pit stops, but as Massa’s tyres wore out Bottas closed in. I’m too old for this,” Massa joked, after three final laps of high-speed pressure.   The drivers might have been ordered not to talk openly about their gripes over Pirelli’s tyres, but Vettel was blisteringly outspoken at the prospect of Monza being dropped from the F1 calendar as chief executive Bernie Ecclestone and the race organisers continue to argue over the cost of contract renewal for 2017.   If we take this away from the calendar for s****y money reasons, you are basically ripping our hearts out,” Vettel said. The emotions here are incredible. You stand on the grid and look to the left and to the right, and people are just so happy to be part of it.”.  ",
        "nr_tweets": 28,
        "tt_topic": [["PT25S", "25-second"], ["PRESENT_REF", "now"], ["2015-06-06TMO", "Saturday morning"], ["P1D", "one day"], ["PRESENT_REF", "now"], ["2017", "2017"]],
        "tt_tweets": [["2015-05-09", "today"], ["2015", "2015"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 4.167,
        "partial_recall": 1.786,
        "partial_F1": 0
    },
    {
        "topic": "5811057c-6732-4b37-b04c-ddf0a75a7b51",
        "content": "EVIAN, France, Sept 13 AFP - New Zealands Lydia Ko wrote another chapter of golfing history on Sunday when she became the youngest winner of a womens major with a stunning final round 63 at the Evian Championship.   Sundays flawless eight-birdie round was the lowest score of the week and she finished on 268, 16 under par and six ahead of American Lexi Thompson (70). Chinas Feng Shanshan also shot 70 and was third on eight under.   Ko is 18 years 142 days - 171 days younger than Morgan Pressel when she won the 2007 Kraft Nabisco Championship.   Back in February, aged 17, Ko became the youngest player to claim the world No. 1 ranking, although the Evian victory still leaves her at No.2 behind South Koreas Inbee Park.   She also holds the record as the youngest winner on the LPGA Tour, the first of her nine wins coming as a 15-year-old amateur at the 2012 Canadian Open.   At Evian on Sunday Australias Minjee Lee (72) was tied for 11th, 12 shots behind the leader while Karrie Webb (72) was 19 shots back tied for 38th.   Ko, who finished second at Evian two years ago, was thrilled to achieve her dream of a first major title.   Overcome with emotion, she came close to tears after holing the last of her eight birdie putts on the 18th.   Its pretty amazing, she said.   This has been an awesome day and an unbelievable experience. Everyone has been asking me when I was going to win my fist major, and now its done. Its so hard to get your hands on the first one.   With a five-shot lead coming down the last, she was able to savour the experience and appreciate the crowd support.   Jason (her caddie) told me to enjoy the moment and thats when I could feel the tears coming. It was quite overwhelming and also a bit of a relief, she continued.   Winning a major at any age is special, but to become the youngest is pretty cool. Its also nice that it is over - no one will ask me about it again.   Ko started the final round two shots behind South Koreas Mi-Hyang Lee, who finished joint fourth with a 74, and was three behind Thompson after seven holes.   But she birdied four holes between the seventh and 12th to take the lead and edged three ahead when Thompson, over the back and in deep rough from the tee, took a double-bogey five at the short 14th.   The final few holes were a victory stroll. An up-and-down birdie at the long 15th stretched the lead to four, then it was five thanks to a 20-foot birdie putt at the 17th and six when she holed another 20-footer at the last.   Park, winner of two majors this season, had a fine final round of 68 to finish just inside the top ten on five under par. The South Korean won the Evian title in 2012, the year before it became a major.   This was Kos fourth win of the year and now she will spend a few weeks at her home with her family in Orlando, Florida, before heading for the LPGAs Asia swing next month.   And new targets   My next goal is the Olympics, she said after pocketing the 430,000 ($A684,500) winners cheque.   Rio is less than a year away and I really want to do it.   As soon as I knew golf was in the Olympics I wanted to be part of it and play for New Zealand. I love representing my country..  ",
        "nr_tweets": 29,
        "tt_topic": [["2015-09-13", "Sept 13"], ["2015-09-13", "Sunday"], ["P18Y", "18 years"], ["P142D", "142 days"], ["2007", "2007"], ["2015-02", "February"], ["2012", "2012"], ["2015-09-13", "Sunday"], ["2013", "two years ago"], ["PRESENT_REF", "now"], ["2012", "2012"], ["PRESENT_REF", "now"], ["PXW", "a few weeks"], ["2015-10", "next month"], ["P1Y", "less than a year"]],
        "tt_tweets": [["2015-W36-WE", "the weekend"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "ecee1173-832a-41b9-a479-d7e1093a1dd4",
        "content": "London - Am I alone in thinking that there was a huge and glaring omission from the deluge of excitable coverage generated by the mining giant Glencore      The vast majority of it was focused on the financial shock therapy the company announced, with the aim of reducing its $30bn (£19bn) debt mountain, including a rights issue, dividend suspension and the mothballing of two large African mines. Needless to say London was cock-a-hoop.      However, the fate of the thousands of people employed at those two mines, in Zambia and the Democratic Republic of Congo, barely merited a mention.      On the subject of those mines, Glencore simply noted” an announcement made by its majority owned subsidiary Katanga Mining of a business review. It also informed investors that a similar process was under way at Mopani Copper. These, it explained, would involve the suspension of production” for 18 months up until the completion of the expansionary and upgrade projects”.      By mothballing the two mines and restricting the global supply of copper, the company is hoping to put a little life into the metals bombed-out price. The latter duly cheered up in London trading, as did Glencores shares, although opinion on the longer-term outlook for both remains divided.      Cheer is a commodity that will be in short supply at the two mines right now, but to what extent remains open to question.      The work to expand and upgrade the mines, and the need to keep things ticking over until production is re-started, will limit the number of job losses. When I contacted the company Glencore was also at pains to stress that when production is restarted those made redundant could be re-hired. However, the fact remains they will be without incomes in the interim in parts of the world where it wont be easy to find other employment at comparable rates of pay.      They are the silent victims of Glencores attempt to restore the fortunes of its wealthy managers and investors by polishing the global price of copper.      It is a brutal lesson in the realities of global capitalism and the price it exacts from those at the bottom of the heap; the people engaged in the difficult, dirty and dangerous job of extracting the raw materials.      The final number of those caught up in Glencores financial squall is not yet known.      It will probably only emerge following the aforementioned business reviews, while the stories of those affected are all but certain to go unreported in much of the Western media.      THE INDEPENDENT                               Like us on Facebook      Connect with us on LinkedIn      Follow us on Twitter      Hungry for more business news Sign up for our daily newsletter!.  ",
        "nr_tweets": 10,
        "tt_topic": [["P18M", "18 months"], ["PRESENT_REF", "right now"]],
        "tt_tweets": [["2015-09-24", "today"], ["2006", "2006"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "0e4f366b-0ecb-415d-bfc4-17494d5a4c58",
        "content": "BANGKOK, Thailand - The annual Asian Organic Gourmet Festival will take place in Bangkok, and the Riva Surya is putting on the finishing touches to its exquisite menus for this years festival.      read more  …    BANGKOK, Thailand - The annual Asian Organic Gourmet Festival will take place in Bangkok, and the Riva Surya is putting on the finishing touches to its exquisite menus for this years festival. A celebration of high-quality organic produce in modern Asian cuisine will be the main focus of this year’s festival exclusively presented by high-profile Asian chefs. Held at the Riva Surya on the banks of the Chao Phraya River in Bangkok, the event runs from Friday to Sunday, October 2-4, 2015.   Guest chefs are Bangkoks Sompong Suksuwan (Four Seasons Bkk and the Berkeley), Satawat Kunarasai (Four Seasons, Shanghai, and the Pullman King Power), and Surasing Viratsakul, aka Chef X” - having graduated from culinary school, he learned his trade in England, Thailand, and with the Dusit Group in Dubai. He says that the real X” factor is as a result of understanding the importance of his profession and expressing his enthusiasm to every customer.   Guest chefs will present their own 3- and 4-course organic menus for both lunch and dinner along with daily cooking demonstrations.   Organic products will be available for sale to all health-conscious visitors at the farmers’ market from Friday to Sunday, October 2-4, from 0900-1900 hours, along with organic farm produce from Thailand’s Royal Projects.   The Riva Surya is an elegant modern 68-room boutique hotel in Bangkok. The riverside swimming pool features an extensive outdoor cocktail/dining area and was recently included in the 10 Best Riverside Dining Venues in Bangkok. The hotel is located close to the Grand Palace, Wat Pho, and Wat Arun in Bangkok’s h….  ",
        "nr_tweets": 9,
        "tt_topic": [["2015", "this years"], ["2015", "this years"], ["2015-04-03", "Friday"], ["2015-10-02", "Sunday, October 2"], ["2015-10-04", "4, 2015"], ["2015-04-10", "Friday"], ["2015-10-02", "Sunday, October 2"], ["2015-10-04", "4"], ["PT0900H", "0900"], ["PAST_REF", "recently"]],
        "tt_tweets": [["2015-01-10", "tomorrow"], ["2015-09-30", "today"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 8.333,
        "partial_recall": 4.167,
        "partial_F1": 0
    },
    {
        "topic": "11086b61-d705-4134-8ab0-ad944b31c898",
        "content": "(MENAFN) According to its government, South Koreas exports of agricultural products declined massively in August as opposed to last years figures.  Cargos of food and other farmed products hit USD457.6 million in August, a 9.3 percent fall from the corresponded month in 2014, strangely exports to China were an exception.  As to the reason behind this big cut, Japan was to blame as the Korean foodstuff worlds single-largest importer witnessed a huge decline in its received shipments.  Deliveries to Japan dropped 16 percent on-year to USD87.9 million in the cited month, while Food exports to Japan in the first eight months stumbled 10.9 percent on-year..  ",
        "nr_tweets": 29,
        "tt_topic": [["2015-08", "August"], ["2014", "last years"], ["2015-08", "August"], ["2014", "2014"], ["P8M", "eight months"]],
        "tt_tweets": [["2015-FA", "Fall"], ["2009", "2009"], ["2015-08", "August"], ["2015-FA", "Fall"], ["2015-08", "August"], ["2014-08", "August"], ["2013-08", "a year earlier"], ["2014-08", "August"], ["2015-04", "next month"], ["2015-04", "next month"], ["2015-08", "August"], ["2015-08", "August"], ["2015-08", "August"], ["2015-08", "August"], ["2015-08", "August"], ["2015-08", "August"], ["2016-08", "August"], ["2015-08", "August"], ["2016-08", "August"], ["2015-08", "August"], ["2014-08", "a year earlier"], ["2015-FA", "Fall"], ["2015", "2015"], ["2014", "2014"]],
        "exact_precision": 34.848,
        "exact_recall": 54.762,
        "exact_F1": 42.593,
        "partial_precision": 37.879,
        "partial_recall": 59.524,
        "partial_F1": 46.296
    },
    {
        "topic": "1478bf7b-1c23-4235-9ed2-b8c287fc952c",
        "content": "2:01am EDT     Inox Wind Ltd:Has bagged an order for a 100 MW wind power project at Lahori, in the state of Madhya Pradesh from Ostro Energy.Says Ostro Energy is baked by Actis, a global pan-emerging maket private equity frim with $7.6 bln of funds under management..  ",
        "nr_tweets": 15,
        "tt_topic": [["XXXX-XX-XXT02:01", "2:01am"]],
        "tt_tweets": [["2016-03", "March 2016"], ["2018", "2018"], ["PRESENT_REF", "currently"], ["P3Y", "3"], ["P5Y", "5 years"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "175bbfbd-b5f9-4bb3-bfa2-a697633060d3",
        "content": "Los Angeles, Calif., Sept. 29, 2015 /PRNewswire/ -- Legal-Bay LLC, The Lawsuit Settlement Funding Company, reports today that Johnson & Johnsons Ethicon unit recently requested a Texas appellate court to throw out a $1.2 million jury verdict against them. The jury verdict was awarded to a woman who said she was injured by Ethicons TVT-O pelvic mesh, however, Ethicon is requesting the verdict toss because they believe there wasnt enough evidence that the product was defective in its design. Ethicon also argued that the woman only had speculative evidence that her injuries may have been caused due to the defective mesh product. The $1.2 million verdict was awarded to the woman in April of 2014, however, the jury declined to award any punitive damages after finding that Ethicon provided adequate warning of the risks that were known.  Logo - photos.prnewswire   Sponsored by: Legal-Bay, a law cash advance company, is a leader in transvaginal mesh, transvaginal tape, and bladder or pelvic slings, as well as verdict on appeal settlement advances for all cases, including large hip recall verdicts and mesh cases. The company puts a major focus on commercial litigation in 2015 and has recently funded large verdict on appeal cases, including a Miami, Florida verdict worth several million dollars. The company has also funded large whistleblower or Qui Tam lawsuits for plaintiffs, as well as attorney funding for attorneys who are waiting to be paid on verdict on appeal cases who need funds to continue to defend the appeal process.   Chris Janish, CEO of Legal-Bay, commented on the companys focus on judgment and verdict on appeal cases, We are one of the few companies that has fully secured substantial capital and adequate underwriters to fund large verdict on appeal cases that will take years to settle. These cases can be very risky since the verdict can be reduced to nothing on appeal, and in most appeals the legal aspects of the case can be very tricky. This is why plaintiffs and their lawyers trust Legal-Bay for facilitating their cash-flow needs better than any other legal funding company industry wide.   Legal-Bay can also assist injured parties who believe they may have a possible hip recall or transvaginal mesh claim. If you, or a loved one, have been injured from a transvaginal mesh product or bladder sling, please feel free to contact Legal-Bay with any questions you may have. Legal-Bay can assist you with obtaining a free legal consultation from a qualified transvaginal mesh law firm or TVM lawyer, or a hip recall law firm. To learn more about Legal-Bays transvaginal mesh funding or legal services, please visit the website at: lawsuitssettlementfunding To learn more about commercial litigation cases, visit:    The company has now secured additional funding capital for other types of commercial litigation cases including, but not limited to:   Judgment on Appeal or Verdict on Appeal cases, Qui Tam or Whistle Blower Cases, Breach of Contract cases, Security Fraud or Stock Arbitration Cases, Patent or Copyright Infringement, Intellectual Property Disputes, Anti-Trust Lawsuits, Large Wrongful Termination cases, Legal Malpractice Disputes, Franchise Protection Cases, Real Estate Disputes, Banking Dispute Cases, Royalty Payment Disputes, Estate or Trust Disputes, Construction Disputes, and Environmental Disputes.   All of Legal-Bays programs are non-recourse lawsuit cash advances, also known as case funding. None of the programs should be considered to be a lawsuit loan, lawsuit loans, pre-settlement loans or a pre-settlement loan. To learn more about how Legal Bays funding process works on commercial litigations, visit: lawsuitssettlementfunding  To speak with a live agent on any of the above items feel free to call the companys toll free hotline at: 877.571.0405.   Source: Legal-Bay LLC  Contact: Patty Kirby, COO/Head of Client Relations  Ph. 877.571.0405 Email:   To view the original version on PR Newswire, visit:  SOURCE Legal-Bay LLC.  ",
        "nr_tweets": 33,
        "tt_topic": [["2015-09-29", "Sept. 29, 2015"], ["2015-09-29", "today"], ["PAST_REF", "recently"], ["2014-04", "April of 2014"], ["2015", "2015"], ["PAST_REF", "recently"], ["PRESENT_REF", "now"]],
        "tt_tweets": [["2015-09-22", "tomorrow"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 6.25,
        "partial_recall": 1.786,
        "partial_F1": 0
    },
    {
        "topic": "17e7c861-f3cf-49d3-bf93-4daf4a99324c",
        "content": "Mr. Revilla’s camp filed a 66-page brief before the court’s First Division ahead of the start of the trial proper for the cases against him, which lists the names of people he wants summoned in court as part of the defense’s witnesses.  The senator is currently detained at the Philippine National Police Custodial Center in Camp Crame, Quezon City, as he faces plunder and graft charges for the alleged misuse of his Priority Development Assistance Fund (PDAF).  He is accused of channeling his PDAF to bogus nongovernment organizations amounting to P517 million, where he allegedly pocketed kickbacks amounting to P224.5 million from 2004 to 2010.  Among the witnesses on Mr. Revilla’s list are Interior Secretary Manuel A. Roxas II, Budget Secretary Florencio B. Abad, Senate President Franklin M. Drilon who formerly chaired the Senate finance committee, Camarines Sur Rep. Rolando G. Andaya, Jr. who was a former Budget secretary, and former Commission on Audit chairperson Ma. Gracia Pulido-Tan.  Mr. Revilla’s lawyers also want to summon no less than alleged scam queen Janet Lim-Napoles, along with his co-accused Senator Juan Ponce Enrile and his former aide Richard A. Cambe to testify in his defense.  Scam whistle-blowers Benhur K. Luy, Marina C. Sula, Merlina P. Suñas and Ruby C. Tuason were also named, as well as officials of implementing agencies and bank representatives, among others.  Mr. Revilla, who has been in jail since June last year for the charges, also said he would take the witness stand himself if necessary.  After he was denied bail last year, the court is now gearing towards the start of the trial proper for Mr. Revilla’s multiple cases. The starting date, however, has not yet been set.  All these people, his lawyers said, would speak to prove that the senator never signed any project proposals, list of beneficiaries, or accomplishment reports that led to the illegal PDAF deals. He also denied profiting from the supposed scheme. -- Melissa Luz T. Lopez.  ",
        "nr_tweets": 19,
        "tt_topic": [["PRESENT_REF", "currently"], ["2004", "2004"], ["2010", "2010"], ["2014-06", "June last year"], ["2014", "last year"], ["PRESENT_REF", "now"]],
        "tt_tweets": [["2015-08-09TAF", "this afternoon"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "1a0e4778-5711-48a0-879f-c5d0490c3918",
        "content": ",  6:19 PM ET) -- The U.S. Senate has passed a bipartisan bill that would require federal enforcement agencies to account for tax breaks or other credits included in major settlements when they are publicly announced, a measure that the bills backers say will enhance public scrutiny of the deals.   Introduced by Senators Elizabeth Warren, D-Mass. and James Lankford, R-Okla., the Truth in Settlements Act would require that federal agencies disclose the true value of settlements reached with companies to account for tax deductions and other credits that they say reduce....  ",
        "nr_tweets": 20,
        "tt_topic": [["XXXX-XX-XXT18:19", "6:19 PM"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "4a8f4814-0fd9-4ab0-8c4c-c873b56269ff",
        "content": "ORCHARD PARK, NY - AUGUST 14: Head coach Rex Ryan of the Buffalo Bills laughs with players before the game against the Carolina Panthers on August 14, 2015 at Ralph Wilson Stadium in Orchard Park, New York. (Photo by Brett Carlsen/)      For the Buffalo Bills Week 3 game against the Miami Dolphins on Sunday, Ryan made a statement -- sort of. He named four former Dolphins as captains before the game in an attempt to show Miami who theyre missing.      Those four players were Charles Clay, Richie Incognito, Marcus Thigpen, and Dan Carpenter.      Ryans extra form of motivation seemed to have worked. On the Bills first drive of the game, Clay caught three passes for 58 yards and a touchdown. Needless to say, Clay sent a statement to his former team right away.      Also read: Amari Cooper having another big game        Source: foxnews  ",
        "nr_tweets": 37,
        "tt_topic": [["2015-08-14", "August 14, 2015"], ["2015-09-27", "Sunday"]],
        "tt_tweets": [["2015-10-04", "this Sunday"], ["2015-Q1", "the first quarter"], ["2015-Q1", "the 1st quarter"], ["2015-H1", "the first half"], ["PT2M", "the 2 minute"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "23432c8f-b9a6-42ac-8d41-9375967c8c4c",
        "content": "Shawn Branch  91-year-old woman may face charges on #Auschwitz actions. Former death camp worker accused of complicity in the...   3 hours ago   《Këllý》  RT @Y7News : A 91-year-old woman who worked at Auschwitz has been accused of complicity in the murders of at least 260,000 Jews.   3 hours ago   RedClover  RT @Y7News : A 91-year-old woman who worked at Auschwitz has been accused of complicity in the murders of at least 260,000 Jews.   3 hours ago   Nick Hansen  RT @Y7News : A 91-year-old woman who worked at Auschwitz has been accused of complicity in the murders of at least 260,000 Jews.   4 hours ago   7News Yahoo7  A 91-year-old woman who worked at Auschwitz has been accused of complicity in the murders of at least 260,000 Jews.   4 hours ago.  ",
        "nr_tweets": 18,
        "tt_topic": [["UNDEF-this-hour-MINUS-3", "3 hours ago"], ["UNDEF-this-hour-MINUS-3", "3 hours ago"], ["UNDEF-this-hour-MINUS-3", "3 hours ago"], ["UNDEF-this-hour-MINUS-4", "4 hours ago"], ["UNDEF-this-hour-MINUS-4", "4 hours ago"]],
        "tt_tweets": [["P91Y", "91-Year"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "2c64c5a7-09af-442f-a55c-000093ffbc26",
        "content": "Betty Brown, 84, went missing Saturday afternoon, Sept. 26, 2015,  according to Tempe police. (Photo: Tempe Police Department)   Tempe police are seeking the publics assistance in locating an 84-year-old  woman who went missing Saturday afternoon.   Betty Brown was on her way to her daughters residence  near Interstate 10 and Ray Road in Ahwatukee Foothills at about 11:15 a.m., police said. Brown was driving her maroon 2009 Chevrolet Aveo, with Arizona license plate number BJG3980.   Brown is described as an 84-year-old White woman, 5-feet-4-inches tall, with gray hair and weighing 175 pounds. She was last seen wearing khaki shorts, a dark long-sleeved shirt, black shoes and prescription glasses.   Brown was showing signs of dementia recently and is also diabetic, according to a police statement.   Foul play is not suspected, and police are urging anyone with information to contact the department at 480-350-8311.   Read or Share this story:   ",
        "nr_tweets": 28,
        "tt_topic": [["2015-09-26TAF", "Saturday afternoon"], ["2015-09-26", "Sept. 26, 2015"], ["2015-09-26TAF", "Saturday afternoon"], ["2015-09-26T11:15", "about 11:15 a.m."], ["2009", "2009"], ["PAST_REF", "recently"]],
        "tt_tweets": [["2015-02-09TNI", "tonight"], ["2015-02-09TNI", "tonight"], ["2015-07-04", "Saturday"], ["P5Y", "5-year"], ["P5Y", "5-year"], ["2015-10-03", "Saturday"], ["XXXX-XX-XXT11:15", "11:15 am."], ["XXXX-XX-XXT11:15", "11:15 am."]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "92ae56ba-2a40-46e7-8788-f5bf9a9dfb56",
        "content": "FOX LAKE, Ill. — The humid night air vibrated with the sound of cicadas and helicopters as police scoured the woods in this village near the Wisconsin border, searching for three men suspected of gunning down a police lieutenant.   I hope they find them and blow their heads off,” said Jeff Peterson, 57, a construction worker doing his wash at a laundromat not far from the crime scene. It’s time for [officers] to fight back.”   The death of Lt. Charles Joseph Gliniewicz, a father of four and an Army veteran known as G.I. Joe,” on Tuesday marked the fourth fatal shooting of a law enforcement officer in the country in the past two weeks. Although the overall number of on-duty deaths is down from last year, the rash of killings is fueling a new debate over the risks of being a police officer in the post-Ferguson era of anti-police demonstrations.   It’s a trifecta” that officers are facing, said Jim Pasco, executive director of the national Fraternal Order of Police. There’s a hostile element within the community at large. There’s in many incidences a lack of support on the part of elected officials and police management. And there’s this ubiquitous social-media effort to discredit all police officers because of the extraordinarily rare misconduct by a very few.”   Add it all up, and many police officers feel under attack — especially after Darren Goforth, a sheriff’s deputy in Harris County, was gunned down while pumping gas last Friday.   ‘No one is safe’   Harris County Sheriff Ron Hickman has called it a cold-blooded execution” driven by the dangerous national rhetoric that is out there today.” The rant against police, he said, has gotten out of control.”   This week, Attorney General Loretta Lynch addressed the spate of killings at a news conference in Washington. In addition to Gliniewicz and Goforth, two officers were killed last week in Louisiana.   I strongly condemn these recent and brutal police shootings,” Lynch said Wednesday, tying the shootings to other recent bursts of violence that have captured national attention, including the deaths of TV journalists in Virginia, military members in Tennessee, moviegoers in Louisiana and church parishioners in South Carolina.   It is a sad fact now that no one is safe,” Lynch said, adding, This wide violence against all of us — regardless of what uniform any of us wear — has to end.”   This year, 26 police officers have been killed by firearms, including two in training accidents, according to the National Law Enforcement Officers Memorial Fund. That is the second-lowest number in the past five years, the group says, noting that the number of officers killed has declined steadily after peaking in 1975.   Nonetheless, many officers and ordinary citizens think that police face new dangers — and much less public support — since black teenager Michael Brown was fatally shot by Darren Wilson, a white police officer, in Ferguson, Mo., a year ago.   #BlueLivesMatter   Brown’s death spawned a national campaign against police brutality dubbed Black Lives Matter. Activists say the recent violence against officers bears no relation to their movement.   Nobody is held accountable for the people killed who don’t have a badge,” said Jason Ware, 20, an activist with We Charge Genocide in Chicago, where protesters marched last week to demand a civilian police-accountability council.   We want more community investment, more schools, more neighborhood parks, more mental health facilities. These are all things that reduce violence,” Ware said. To blame violence on people who are calling for things that actually reduce violence doesn’t make sense.”   Nonetheless, a pro-police movement has sprung up using the Twitter hashtag #BlueLivesMatter .   Tell me again it isn’t open season on cops #BlueLivesMatter #AllLivesMatter,” tweeted author and Fox News contributor Katie Pavlich hours after Gliniewicz was found, stripped of his gun and pepper spray, in a marshy area of Fox Lake early Tuesday.   There is no indication that race or anti-police sentiment played a role in the killing. Gliniewicz, 52, was a 30-year veteran who was due to retire at the end of September. He radioed dispatchers shortly before 8 a.m. Tuesday, saying he was chasing three suspicious subjects on foot. Contact with Gliniewicz was soon lost, police said. Another officer later found his body.   Dozens of heavily armed officers quickly joined helicopters and search dogs in a manhunt for the suspects, who were described as three men — two white and one black. Police said they have not made any arrests, and the manhunt is continuing.   Residents describe Fox Lake, a village of about 10,000 people 60 miles north of Chicago, as a close-knit town where police officers are well-liked and racial tension is rare. Doors are often left unlocked, even as summer visitors flock to the area’s lakeside cabins.   It’s like Mayberry,” said Jim Tybor, a factory supervisor who knew Gliniewicz and described him as the most cheerful guy who was always smiling.”   Line of duty   Most of the officers killed this year have died in similar situations. Unlike Goforth or New York City police Officers Wenjian Liu and Rafael Ramos, who were gunned down in Brooklyn in December by a man who boasted on social media that he planned to kill police, most officers have died in the routine performance of their duties.   For instance, in Carson City, Nev., Deputy Sheriff Carl Howell was responding to a domestic-battery call when he was killed Aug. 15. After checking on a woman who was injured, Howell went to get the other side of the story from the other person” in the home, said Sheriff Ken Furlong. It resulted in a spontaneous gunfight.”   Furlong and other police officials said the Black Lives Matter movement has not sparked attacks on police but is shining a spotlight on the quotidian risks officers long have faced. Several pointed to past tragedies, including four officers who were ambushed by an ex-convict in a coffee shop in suburban Tacoma, Wash., in 2009 and two others who were ambushed while eating pizza in Las Vegas in 2013.   Your vocation, it results in you becoming a target even in your off time,” said Furlong, who said the biggest factor contributing to police killings is the ease with which mentally ill people can obtain firearms.   Sworn to protect   In Hayward, Calif., homicide Sgt. Ryan Cantrell has a similar viewpoint. On July 22, Hayward police Officer Scott Lunger was fatally shot during an early-morning traffic stop. But the killing, Cantrell said, had nothing to do with anti-police sentiment.   Although nearby Oakland is a hotbed of protest,” Cantrell said, I’ve got to tell you that here it’s the total opposite. We have so much community support.”   Louisiana State Trooper Steven Vincent died Aug. 24 while checking on a car stalled in a ditch.   You’re lucky. You’re going to die soon,” the driver, Kevin Daigle, allegedly told Vincent before shooting him with a sawed-off shotgun. Later, police found Daigle’s roommate dead. Louisiana State Police spokesman Sgt. James Anderson said police are investigating whether Daigle was involved in that killing.   Anderson thinks the threat to police is on the rise.   There are people out there who don’t particularly care for the police these days,” he said. We took this job to protect and serve the community that we’re sworn to protect. It’s tough feeling like you have a target on you when you’re doing that.”   Kari Lydersen,   The Washington Post.  ",
        "nr_tweets": 34,
        "tt_topic": [["2015-05-05", "Tuesday"], ["P2W", "the past two weeks"], ["2014", "last year"], ["2015-05-08", "last Friday"], ["2015-05-09", "today"], ["2015-W19", "This week"], ["2015-W18", "last week"], ["PAST_REF", "recent"], ["2015-05-06", "Wednesday"], ["PAST_REF", "recent"], ["PRESENT_REF", "now"], ["2015", "This year"], ["P5Y", "the past five years"], ["1975", "1975"], ["1974", "a year ago"], ["PAST_REF", "recent"], ["2015-W18", "last week"], ["2015-05-05", "early Tuesday"], ["P30Y", "30-year"], ["2015-09", "the end of September"], ["2015-05-05T08:00", "8 a.m. Tuesday"], ["2015-SU", "summer"], ["2015", "this year"], ["2014-12", "December"], ["2014-08-15", "Aug. 15"], ["2009", "2009"], ["2013", "2013"], ["2014-07-22", "July 22"], ["2015-08-24", "Aug. 24"]],
        "tt_tweets": [["XXXX-XX-XXT08:30", "about 8:30 AM"], ["2015-01-09TMO", "this morning"], ["PRESENT_REF", "now"], ["2015-01-09TMO", "this morning"], ["2015", "this year"], ["2015-09", "September"], ["2015-09", "September"]],
        "exact_precision": 12.5,
        "exact_recall": 7.0,
        "exact_F1": 8.974,
        "partial_precision": 21.429,
        "partial_recall": 12.0,
        "partial_F1": 15.385
    },
    {
        "topic": "2f802367-c298-4816-b9c9-fcc30910123a",
        "content": "NEW YORK (CNNMoney) – Before Trevor Noah takes over one of the most recognizable shows in TV from one of TV’s most beloved hosts, he’s getting in some practice.   The 31-year-old South African comedian has held several tests shows in September with his last taking place on Thursday night.   While the test show will never air, it allowed Noah and his Daily Show” staff to get ready before Monday’s big debut.   To kick off the show, Noah didn’t scribble on his script like Jon Stewart, choosing instead to calmly introduced himself as if it was his actual first broadcast.   This is surreal for me,” Noah began. Growing up in the dusty streets of South Africa, I never dreamed that I would one day have two things: an indoor toilet and a job as the host of the ‘Daily Show.’ Now, I have both.”   Noah addressed how strange it must be for viewers to not see Jon Stewart behind the desk.   It kind of feels like the family has a new step-dad… and he’s black,” Noah said to a big laugh.   Noah acknowledged Stewart for believing in him and promised to continue Stewart’s war on bulls***.”   Noah’s first segment touched on Pope Francis’ U.S. trip and included long-time correspondent Jordan Klepper, who tried unsuccessfully to turn attention to China’s President Xi Jinping, who is also in the U.S.   The rebooted Daily Show” also introduced two new correspondents in Ronny Chieng and Roy Wood Jr.   Wood’s energy grabbed the audience as he pretended to be outside Madison Square Garden waiting for Pope Francis with gifts that were actually clutter he cleaned out of his apartment.   Noah welcomed CNN host Fareed Zakaria as his guest for the show’s final segment, calling him one of the smartest people he knows.   The two spoke at length about Washington politics and the Iran nuclear deal along with mentioning that Zakaria was one of Stewart’s most frequent guests.   Following the interview, Noah closed the show the same way Stewart had for years with a simple moment of zen” before bidding the audience a goodnight.   The hundreds in Thursday’s audience were treated to a brand new host along with a brand new set.   The set had a sleek look with a dark blue color tone, and while completely different from the one that Jon Stewart hosted from for years it did have the same feel.   On Monday Noah has the almost impossible task of replacing Stewart not only as an entertaining host, but as a news commenter for millions of people.   Noah and the show’s content in many ways had the comedic edge and brains of Stewart’s long-time telecast. However, it may take viewers some time to warm up to someone who is just not Jon Stewart.   For Andrew Hartnett, who was in the audience on Thursday, Noah seemingly pulled it off giving an unexpectedly steady performance.   He seemed very confident, which was the thing I wasn’t expecting,” Hartnett said. He seemed to kind of fill the role.”   Rachel Bergnam, 22, who had been to a Stewart taping, said that the energy felt very much like the Daily Show” of old.   He can’t replace Jon,” she added. But it was a really positive experience.”.  ",
        "nr_tweets": 42,
        "tt_topic": [["2015-09", "September"], ["2015-09-24TNI", "Thursday night"], ["P1D", "one day"], ["PRESENT_REF", "Now"], ["2015-09-21", "Monday"], ["2015-09-24", "Thursday"]],
        "tt_tweets": [["2015", "2015"], ["2015-09-28", "next Monday"], ["2015-09-28", "today"], ["2015-09-28", "Today"], ["2015-09-28", "Monday"], ["2015-09-29", "tomorrow"], ["2015-09-28", "today"], ["2015-09-28TNI", "Tonight"], ["P16Y", "16 years"], ["2015-09-29TNI", "Tonight"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 6.818,
        "partial_recall": 8.824,
        "partial_F1": 0
    },
    {
        "topic": "32023021-1141-4832-9939-c8442d505b34",
        "content": "Green House Homes Will Be First of Their Kind in Champaign County      Chicago, IL (PRWEB) September 28, 2015      Last Thursday, September 24, in Urbana, IL, team members from the Chicago office of international design and architecture firm Perkins Eastman joined leadership from Clark-Lindsey for the groundbreaking of the CCRC’s new small homes for specialized dementia care—one devoted to assisted living and the other for skilled nursing care—that will follow the GREEN HOUSE® model. Each home will feature 12 private bedrooms, individualized care from specially trained caregivers, and home furnishings. The Perkins Eastman design team is led by Principal Jerry Walleck AIA and Associate Principal Ramu Ramachandran AIA, LEED AP, two key members of the firm’s renowned senior living practice area.        Clark-Lindsey has partnered with The Green House Project and Perkins Eastman to help usher in a new and superior standard of care for those suffering from Alzheimer’s and dementia-related illnesses. The introduction of these homes not only marks the first Green House project in Champaign County but also a major step forward for how Illinois providers and regulatory officials are looking to institute efficient and innovative care models for seniors. Green House homes are designed to provide a personalized model of care within a real home setting, replete with an open kitchen, dining room and other common areas, setting them apart from the traditional institutional model that can resemble a hospital or nursing home.      The new homes, situated on a 10,000 sf footprint, will feature an architectural design where every inch of space has been carefully considered in order to transform the physical environment to feel more like home. From the outdoor courtyard, library and den areas to the open kitchen providing home cooked meals, these amenities encourage social contact among elders and caregivers. The homes’ design is tailored to maintain existing on-site trees as well as acknowledge the natural surroundings with respect to building proportion, scale and form, while also taking full advantage of the expansive views of adjacent Meadowbrook Park .      Clark-Lindsey is already known within the industry as a leader and innovator when it comes to care,” says Jerry Walleck, the project’s design lead, and the new Green House homes are a continuation of that. They will provide invaluable care and services to dementia residents and their families, and it’s an enormous privilege to have played our part in making that happen.”      Clark-Lindsey Village was founded in 1978 and is the area’s first and only CCRC. It is one of only eight certified Centers for Successful Aging in the U.S. In addition to its forthcoming dementia care small homes, Clark-Lindsey Village offers extensive independent living accommodations, as well as inpatient and outpatient therapy services, assisted living and skilled nursing care at its Meadowbrook Health Center.    Read Full Article          The Green House Project is a radically new national model for skilled nursing care that returns control, dignity and a sense of well-being to elders, their families and direct care staff. In the Green House model, residents receive care in small, self-contained homes organized to deliver individualized care and meaningful relationships between residents and care staff.      About Perkins Eastman   Perkins Eastman is among the top design and architecture firms in the world. With almost 950 employees in 14 locations around the globe, Perkins Eastman practices at every scale of the built environment. From niche buildings to complex projects that enrich whole communities, the firm’s portfolio reflects a dedication to progressive and inventive design that enhances the quality of the human experience. With work in 46 states and more than 40 countries, the firm’s portfolio includes transportation and public infrastructure, high-end residential, commercial, hotels, retail, office buildings, corporate interiors, schools, hospitals, museums, senior living, and public sector facilities. Perkins Eastman provides award-winning design through its offices in North America (New York, NY; Boston, MA; Charlotte, NC; Chicago, IL; Los Angeles, CA; Pittsburgh, PA; San Francisco, CA; Stamford, CT; Toronto, Canada; and Washington, DC); South America (Guayaquil, Ecuador); North Africa and Middle East (Dubai, UAE); and Asia (Mumbai, India, and Shanghai, China).      Images available.      # # #      For the original version on PRWeb visit:   ",
        "nr_tweets": 2,
        "tt_topic": [["2015-09-28", "September 28, 2015"], ["2015-09-24", "Last Thursday, September 24"], ["1978", "1978"]],
        "tt_tweets": [["2015", "2015"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 8.333,
        "partial_recall": 5.0,
        "partial_F1": 0
    },
    {
        "topic": "3d264ea6-0679-45da-a1d9-4a16007458f5",
        "content": "When heated discussions, cold wars and direct verbal assaults get more talked about than music in a music award function, its clear Hollywood is full of hotheads. While Miley Cyrus and Nicki Minaj, along with Taylor Swift and Katy Perry have been indulging in heated war of words for some time now and have been losing their cool way too often, here are other hot heads n Hollywood who are infamous for fighting it out: READ: MILEY CYRUS  Well, sometimes it becomes rather difficult to tell when Miley made news for her music. And if that was not enough, she was caught fighting it out with the paparazzi on a number of occasions.  SHIA LABEOUF  From throwing coffee at the paparazzi to getting beaten up by an unidentified man on the streets, Shia LaBeouf is one hothead in Hollywood whos done it all, and that too out in public.Many of his fights have been caught on camera, including one with his long-term girlfriend Mia Goth, where he almost turned violent.  JUSTIN BIEBER  Justin sure is the bad boy of music. Be it being thrown out of a pub or shoved out of a music festival, the cops raiding a high octane house party or beating up the paparazzi, Justin seems to have had a taste of everything. But whats his fault in it, he is just human and its human to err.  For latest Hollywood updates, follow us on Twitter @TOIEntertain  For the latest in Hollywood news, like us on Facebook TOIEntertain  For more interesting Hollywood news and pictures, follow us on Pinterest timesofindia  For latest Hollywood updates, follow us on G+  NICKI MINAJ  From calling Miley Cyrus a b@#$t on stage, to walking out from the sets of a TV show after a tiff with Mariah Carey, Nicki Minaj has done it all.And Nicki seems to have a way with caustic words. Even if she tweets a simple something, many are offended. And the list, for sure, is a long one.  NAOMI CAMPBELL  Supermodel Naomi Campbell is just as hot in her head as she is on the ramp. Not only did she throw a mobile at her secretary as well as at her housekeeper, she also punched her driver black and blue for not answering her queries. Not just that, during a party , Naomi pushed and shoved Cara Delevingne over a scuffle over Rihanna.  LINDSAY LOHAN  Besides having a big fight with Kate Moss and Samantha Ronson and the paparazzi in general, to getting arrested for punching a woman at a nightclub in the middle of the night, Lindsay has been in the middle of the action a number of times.There were even rumours of her planning to shift out of the US since she had made far too many enemies.  ALEC BALDWIN  Alec Baldwin can easily be called the hottest head in the list as his altercations, be it with the media, his colleagues, twitter wars or calling out names to his daughter, Alec has made headlines a number of times.And not just that, Alec seems to have found himself losing his temper many a times in his domestic domain as well.  CHRIS BROWN  Its difficult to forget a beaten up Rihanna and her pictures that went viral after Chris Brown hit her over a petty fight.Chris has also been in fist fights with Karrueche Tran, Frank Ocean and the entourage of rapper Drake. His stints with the cops and courts are just as famous. Chris sure seems like a hothead to keep safe distance from. WATCH: Miley Cyrus shocks with her outfit at MTV VMA 2015 - TOI.  ",
        "nr_tweets": 9,
        "tt_topic": [["PRESENT_REF", "now"]],
        "tt_tweets": [["2015-W37", "this week"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "4e74bbed-b449-48a8-a71c-f70499105289",
        "content": "A video has been released showing the moment a man in China used a broom to save a toddler left precariously dangling from a window.  Wang Baoping or Shandong province, told China Central Television that he heard the young girl screaming for help whilst walking in the street below and noticed that she was hanging from a fourth-floor apartment window.  Mr Wang entered the building and whilst leaning out of a nearby window used a mop to support the toddler and make sure she did not fall to her death. He then had to hold the mop out for the girl for almost 20 minutes before the childs parents were able to pull her back inside the building.  The girl is reported to have become stuck in the metal bars surrounding her apartment window. She is said to have suffered no injuries from the incident. One resident told China Central Television, I think his brave and courageous actions are worthy of praise..  ",
        "nr_tweets": 13,
        "tt_topic": [["PT20M", "almost 20 minutes"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "79bb22c6-539f-4dd7-af2e-4d8672599d17",
        "content": "LONDON: After his typically cussed victory in the US Open final on Sunday night, Novak Djokovic climbed up to celebrate with those in his players box, who happened to include a celebrity buddy in the shape of the Scottish actor Gerard Butler.   When I looked at him, I said, This is Sparta! Djokovic said. It felt great. Thats one of the most inspiring movies I watched.   The quote comes from Butlers signature role in 300, a Hollywood retooling of the story of 300 brave Spartans resisting a giant Persian army at the battle of Thermopylae.   It makes sense that the concept should appeal to Djokovic, the quintessential tennis outsider, because going to war against a numerically superior force is what he does most weeks.   When Djokovic defeated Roger Federer on Sunday, the extreme one-sidedness of the crowd - who repeatedly applauded his faults and yelled out during his service action - can rarely have been matched on such a major occasion. And yet Djokovic seemed to suck up the hostility and turn it into energy.   As Federer pushed hard late in the second set, Djokovic won a point with an unlikely backhand counter-punch and then performed a violent -twisting leap of celebration that felt like an Up yours to the crowd.   One lesson from Djokovics 6-4, 5-7, 6-4, 6-4 victory was that few players in history have possessed greater psychological resilience. Which has not always been a given for him. As recently as last year, his run of five defeats in six grand-slam finals had prompted mutterings, his steadiness under fire.   Yet with the help of his latest coach, Boris Becker, a fellow contrarian, Djokovics delivery at clutch moments has gone from being a suspect area to a source of pride.   Another moral of Sundays story is that if the fans really want the other bloke to win, they should not spend the match winding Djokovic up. Like sledging a great batsman, this is counter-productive, because defiance is D-jokovics middle name. His entire life story has been about taking -unpromising situations and -twisting them into motivation.   It started with his upbringing in war-torn Serbia, where facilities were so scarce that some of his contemporaries were reduced to practising in empty swimming pools.   Then came the inexplicable -physical collapses that he eventually learnt were connected to a gluten allergy. And, finally, he faced the challenge of the Federer-Nadal axis, perhaps the greatest double-act in tennis history.   On the court, he has overthrown the Swiss-Spanish duopoly so successfully that he is about to finish the season as world No1 for the fourth time in five years. His only remaining problem could be described as affection deficit disorder - the fact that the worlds tennis -lovers remain mostly immune to his charms. Yet who would bet against him to win the fans round in the end Here is a man who will not be balked in his designs, who believes that no goal is beyond him.   Federer came into this final having won his last 28 sets, many of them with contemptuous ease. But he knows that, even at his best, he has to play the perfect match to beat Djokovic. He did not perform -poorly. In all, he won 145 points to -Djokovics 147. But it was noticeable that, whenever he carved out break points, he lacked a clear idea of what to do next.   You could almost see the thought bubble above Federers head. Should I go to the net No, Im not getting any short balls and only hell pass me if I come in from back here. Well just have to rally, not that hes likely to miss... The key statistic was the 19 break points that Djokovic saved, as opposed to just four that Federer managed to convert.   The quality of Sundays showdown must be alarming for the rest of the peloton. Federer and Djokovic have only extended their lead on everyone else in the rankings table. Djokovics third major of the year carried him to 10 titles overall.   After another commanding season, Nadals 14 must seem tantalisingly close at hand for the Spartan warrior of tennis..  ",
        "nr_tweets": 28,
        "tt_topic": [["2015-09-13TNI", "Sunday night"], ["0300", "300"], ["2015-09-13", "Sunday"], ["PAST_REF", "recently"], ["2014", "last year"], ["P5Y", "five years"]],
        "tt_tweets": [["P5Y", "the last 5 years"], ["2015", "2015"], ["2015", "2015"], ["2015", "2015"], ["2015", "2015"]],
        "exact_precision": 3.846,
        "exact_recall": 3.571,
        "exact_F1": 3.704,
        "partial_precision": 11.538,
        "partial_recall": 10.714,
        "partial_F1": 11.111
    },
    {
        "topic": "43fcbb87-a47a-45fa-a306-a83324ac9bc9",
        "content": "A young Tibetan who vanished two decades ago after he was chosen by the Dalai Lama as the second-highest figure in Tibetan Buddhism is living a normal life and does not want to be disturbed, a senior Chinese official said on Sunday.  The remarks are a rare admission of the fate of Gendun Choekyi Nyima, now 26, who was six years old when he was taken away after exiled spiritual leader the Dalai Lama named him as the Panchen Lama.  This year marks the 20th anniversary of the disappearance of Gendun Choekyi Nyima, whose fate remains of deep concern to many Tibetans.  The reincarnated child Panchen Lama you mentioned is being educated, living a normal life, growing up healthily and does not wish to be disturbed, said Norbu Dunzhub, a member of the Tibet Autonomous Regions United Front Work Department, in response to a question from Reuters at a news conference.  He denounced the Dalai Lama for declaring the boy as the reincarnation of the Panchen Lama, saying the selection ignored historical customs and destroyed religious rituals.  The identification was done without authorisation. It was illegal and invalid, Norbu Dunzhub said.  Though officially atheist, the Chinese Communist Party has long maintained that Gendun Choekyi Nyima is not the real Panchen Lama. In 1995, in a bid to win the hearts and minds of the Tibetans, the government selected Gyaltsen Norbu as the 11th Panchen Lama. He is reviled by many Tibetans as a fake.  The Dalai Lama and China have repeatedly tussled over who has final authority on the issue of reincarnation. Tibetans fear that China will use the issue of the Dalai Lamas succession to split Tibetan Buddhism, with one new Dalai Lama named by exiles and one by the government after his death.  No matter what the Dalai Lama says or does, the central governments recognised rights toward reincarnation cannot be denied, Norbu Dunzhub said.  In a policy document on the Successful Practice of Regional Ethnic Autonomy in Tibet, the government condemned the Dalai Lama for plotting towards Tibetan independence.  The Dalai Lama denies seeking independence, saying he only wants genuine autonomy for Tibet, something he calls the Middle Way. Beijing believes that concept is merely a smokescreen for independence.  Chinese troops marched into Tibet in 1950. Activists say China has violently tried to stamp out religious freedom and culture in Tibet. China rejects the criticism, saying its rule has ended serfdom and brought development to a backward region..  ",
        "nr_tweets": 21,
        "tt_topic": [["199X", "two decades ago"], ["2015-06-07", "Sunday"], ["PRESENT_REF", "now"], ["2015", "This year"], ["1995", "1995"], ["1950", "1950"]],
        "tt_tweets": [["P20Y", "20 years"], ["P20Y", "20 years"], ["P20Y", "20 years"], ["PRESENT_REF", "now"], ["P20Y", "20 years"], ["199X", "2 decades ago"], ["199X", "2 decades ago"], ["P20Y", "20 years"], ["P20Y", "20 years"], ["P20Y", "20-year"], ["P20Y", "20-year"], ["P20Y", "20-Year"]],
        "exact_precision": 16.667,
        "exact_recall": 28.571,
        "exact_F1": 21.053,
        "partial_precision": 16.667,
        "partial_recall": 28.571,
        "partial_F1": 21.053
    },
    {
        "topic": "4bc04c2f-2d01-42d5-8311-e4005950d20f",
        "content": "Even as BJP struggles to combat derisive nomenclature given by political rivals in the poll-bound Bihar, partys Gaya MP Hari Manjhi has come out with another damaging name for the organization: Baura Jayewala Party, or a party prone to craziness. Others have called it Bharat Jalao Party, Bharatiya Jumla Party and Barka Jhuttha Party.  Prior to the arrival of Union HRD minister Smriti Irani to lay the stone Central University of South Bihar on the Magadh University campus on Monday afternoon, Manjhi and RLSP MLC Sanjeev Shyam Singh were engaged in a friendly repartee. In half jest, Singh said the BJP has marginalized the alliance partners and made it a BJP, not NDA, campaign. Manjhi, to the embarrassment of other party men, including Gurua MLA Surendra Sinha, replied, Ee Baura Jayewala Party hai.  The MP further said if BJP could show the door to an old ally like Shiv Sena in Maharashtra during the last assembly election, the less said about other partners the better. Unlike RLSP, Shiv Sena belonged to the same Parivar (family), said the BJP MP in half Magahi and half Hindi.  The MP, who earlier hit the headlines for practicing quackery even after being elected to the Lok Sabha in 2009 parliamentary election, entertained those sitting in the front row at the Directorate of Distance Education Auditorium..  ",
        "nr_tweets": 18,
        "tt_topic": [["2015-01-05TAF", "Monday afternoon"], ["2009", "2009"]],
        "tt_tweets": [["1964", "1964"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "4d2af8fe-d464-4a33-8148-f5b003dfdfe5",
        "content": "1            View Comments       The Commercial Bank of Ethiopia (CBE) is set to open 500 branches in the GTP II period, Fana Broadcasting Corporate reported.      According to Yisak Mengesha, Business Development Head at CBE, told Ethiopian Press Agency that CBE plans to open 100 branches a year.      For the coming five years CBE plans to increase the number of branches to 1,470 and its clients to 20 million, from 970 branches and 11 million clients, he added.      The expansion of the bank’s service aims at developing the culture of saving and investment in Ethiopia, Yisak noted.      Source: Fana Broadcasting Corporate        Vote for this Article         Tagged as: No tags for this article     About the Author: webby Z.  ",
        "nr_tweets": 7,
        "tt_topic": [["P1Y", "a year"], ["P5Y", "five years"]],
        "tt_tweets": [["2014", "last year"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "b294ecd3-c838-4617-93d5-f99248aa096b",
        "content": "© Provided by Bang    Jessica Simpson insists she and husband Eric Johnson have no plans to have any more children.   Jessica Simpson would freak out if she had more children.   The Dukes of Hazzard star - who has three-year-old daughter Maxwell and two-year-old son Ace with husband Eric Johnson - insists she has no plans to expand her family further in the future.   She said: No more kids on the horizon. That would freak me out a little bit.   However, the 35-year-old beautys decision may leave Maxwell disappointed as the youngster is obsessed with babies, in particular her aunt Ashlee Simpsons daughter Jagger, who was born in July.   Jessica told Entertainment Tonight: Jagger just came over to see me, Maxwell and Ace the other day and shes so tiny and so sweet! And Maxwell is just obsessed! She has baby dolls, she wants to be a mom already. Shes a care taker!   The singer-and-actress also credits her kids for helping her stay in shape.   Asked how she keeps her trim figure, she said: A lot of squats! A lot of push-ups, got to keep these things up. And running around with my kids. That is a diet in itself.   Though Jessica hasnt released new music since 2008, she hinted some new material may be on its way soon.   She teased: I feel like Im at such a comfortable place to like open my heart and share so much with everybody.   So, music makes the most sense..  ",
        "nr_tweets": 6,
        "tt_topic": [["2015-07", "July"], ["2015-11-09TNI", "Tonight"], ["2008", "2008"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "4fef4b46-17e6-43a9-b762-f68b20c1d4ef",
        "content": "Inflation in Brazil is expected to slow to near the official 4.5 percent target by the end of 2016, the countrys central bank said on Thursday, although it signaled recent market turmoil may compel it to further raise interest rates.   The central bank kept its benchmark interest rate unchanged at 14.25 percent BRCBMP=ECI at a meeting last week, halting one of the worlds most aggressive rate-hike cycles as the economy sinks into recession.   In its minutes for that meeting, the bank said its inflation forecast for 2016 had dropped and is now around the banks 4.5 percent target as the economy slumps at a faster rate than anticipated. Brazils annual inflation rate was 9.53 percent in August, the government reported on Thursday.   Still, the bank acknowledged that risks for that outlook have increased following a recent currency sell-off, leaving policymakers ready to act if 2016 expectations bounce back.   The recent increase in risk premia, which has affected asset prices, requires monetary policy to remain vigilant against significant deviations of the projections away from the target, the bank said.      In recent weeks, Brazils currency BRL= BRBY has fallen to near record lows as President Dilma Rousseff failed to plug a growing budget deficit. Brazil was downgraded to junk status by Standard & Poors late Wednesday, and investors fear other agencies may follow suit in coming months.   The central bank also voiced concerns over Brazils public finances, saying austerity will likely take longer to help curb inflation after key budget targets were loosened.      Brazils economic downturn, its worst in 25 years, could nudge the central bank in the opposite direction though. Economists have been forecasting policymakers will start to cut rates next year, taking the benchmark rate to 12.00 percent at end-2016, according to a weekly central bank survey.   In the banks view, Brazils ongoing adjustment could take longer and be more intense than anticipated. Gross domestic product is expected to shrink 2.4 percent in 2015, according to economists in the banks weekly poll.   The central bank will probably stay in waiting mode, watching the volatility in local markets and the discussions on fiscal policy, said Carlos Kawall, chief economist at J.Safra in Sao Paulo.      If we dont see improvements on that and the exchange rate remains too weak for a long time, there is the risk interest rates will be increased again.   (Additional reporting by Anthony Boadle ; Editing by W Simon and Bernadette Baum ).  ",
        "nr_tweets": 11,
        "tt_topic": [["2016", "the end of 2016"], ["2015-10-08", "Thursday"], ["PAST_REF", "recent"], ["2015-W40", "last week"], ["2016", "2016"], ["PRESENT_REF", "now"], ["2015-08", "August"], ["2015-10-08", "Thursday"], ["PAST_REF", "recent"], ["PAST_REF", "recent"], ["PAST_REF", "recent weeks"], ["2015-10-07", "late Wednesday"], ["FUTURE_REF", "coming months"], ["P25Y", "25 years"], ["2016", "next year"], ["2016", "2016"], ["2015", "2015"]],
        "tt_tweets": [["2015-01", "January"], ["2016", "the end of 2016"]],
        "exact_precision": 41.667,
        "exact_recall": 14.706,
        "exact_F1": 21.739,
        "partial_precision": 43.75,
        "partial_recall": 15.441,
        "partial_F1": 22.826
    },
    {
        "topic": "515100e7-e13c-4a1e-8abd-86748b375e11",
        "content": "Mahindra player-coach Manny Pacquiao proved that he has fully recovered from a right shoulder injury by scoring a career-best 19 points in the team’s 108-69 win over the Davao-based Gold Star in a pocket tournament in General Santos City last Saturday.      An incoming sophomore, the 5-foot-6 Pacquiao highlighted his game by burying five three-pointers to the delight of the crowd.      Manny Pacquiao      Mahindra, which acquired Nino KG” Canaleta, Aldrech Ramos and Rob Reyes to beef up its lineup, will face Globalport in the finals today.      The team, according to Mahindra assistant coach Chito Victolero, finished the elimination round with a 3-1 card – their only defeat was inflicted by the Batang Pier of Coach Pido Jarencio.      Victolero said Pacquiao is happy with the preparation of the team for the coming Philippine Cup as they’re hoping to make it to the playoffs this time.      Very satisfied naman si coach Manny,” said Victolero. We’re here hoping to improve on our weaknesses and also kung ano man yung strength ng team, mapa-ganda pa namin.”      Mahinra team manager Erik Pineda said Pacquiao will be more active this season as compared to his first year in the pro league that saw him play just four games due to his training when he fought undefeated world champion Floyd Mayweather Jr. last May.      Unknown to many, Pacquiao was already hurting when he fought Mayweather.      He had a surgery to repair a torn right rotator cuff (shoulder).      Pacquiao scored just a single point as a PBA rookie when he split his free throws in a game against the Star Hotshots during the elimination round of the Commissioner’s Cup.      The boxing legend missed all six attempts from the field in his first pro season, including 0-for-4 from three-point territory..  ",
        "nr_tweets": 14,
        "tt_topic": [["2015-07-04", "last Saturday"], ["2015-07-09", "today"], ["2015-05", "last May"]],
        "tt_tweets": [["2016", "next year"], ["2016", "2016"], ["2015-09-06", "Sept 6"], ["2016", "2016"], ["P1D", "one day"], ["2015-W38-WE", "this weekends"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "515400c5-967c-47ce-9028-f46ffa6d2370",
        "content": "On Friday, the Department of Law filed a draft of felony charges against three businesses, and that too when the state is only two months away from finishing regulations for Alaska’s commercial marijuana sales.  The court will decide whether the three operators have broken the law by selling marijuana in the last few months or not. However, both sides have alleged that publicity is playing a part in the cases.  The department has filed 16 felonies and six more misdemeanors against Anchorage-based Alaska Cannabis Club and Absolutely Chronic Deliveries Company, and also Discreet Deliveries, which has a number of locations from Fairbanks down to the Kenai Peninsula.  As per the charging documents, undercover agents bought marijuana from each business on multiple occasions since the beginning of the year. The individual felony charges are for each sale of over an ounce.  John Skidmore, head of the Law Department’s Criminal Division, said that though regulations are still being written, state’s rules on sales were clear.  Skidmore said that it’s not legal to sell marijuana in the state of Alaska so far. In November, when voters approved Ballot Measure Two, it set up a framework for creating a regulated industry. He added that but, they are not there yet.  According to Skidmore, all three companies have a high profile due to which they drew investigators.  Skidmore said, You have several entities here that didn’t take any sort of efforts to hide or conceal activities in which they were engaging. I think some of them have tried to make public point about conduct in which they were engaging”.  Check out More news from Telecom Sector :: Pharmaceutical Sector :: Auto Sector :: Infrastructure :: Real Estate.  ",
        "nr_tweets": 7,
        "tt_topic": [["2015-09-18", "Friday"], ["P2M", "two months"], ["PXM", "the last few months"], ["2014-11", "November"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "9e94f806-fe54-4ed0-bd16-2a0ce220b920",
        "content": "Corporate hospitality spending is already up 12.4 per cent on last year showing you cant keep corporate Australia away from its favourite party of the year.   Share prices have tumbled, the jobless rate has topped 6 per cent and the mining boom is a distant spike in Gina Rineharts bank balance. But you still cant keep corporate Australia away from its favourite party of the year.  The largesse on offer at the Melbourne Cup usually provides a good barometer of the mood of corporate Australia.  In the wake of the GFC, the cutbacks were palpable. Then Myer boss Bernie Brookes made his executive team swap a fleet of private limos for a bus back to the city.  Emirates slashed spending from almost $1500 a head to less than four figures. The Packer familys private fund Ellerston pulled out of the Birdcage altogether.  But tough times in the economy cant keep the corporates away this year. In fact, just over a month out, sales have soared.  The Victoria Racing Club says corporate hospitality spending is already up 12.4 per cent on last year. Big gains have come from Emirates Cup Day and Crown Stakes day.  We are just 33 days out from AAMI Victoria Derby Day and theres every indication were in for a big carnival, said VRC chief executive Simon Love.  Sales are up across the board, with corporate hospitality up more than 12 per cent up on this time last year.  Global drinks company Diageo is the only big player to withdraw from the Birdcage this year, with no Johnnie Walker marquee this carnival but that spot has quickly been snapped up by radio giant Southern Cross Austereo. One in, one out and everyone fully expects Diageo back next year, said one racing industry insider.  Punter ticket sales soar too  Ticket sales have also soared, after a couple of quieter carnivals. With that comes the big fashion spend. In each of the last two carnivals, spending has been stagnant, with $31.4 million of attributed Victorian sales on fashion items specifically to wear to Flemington. That figure includes an estimated 5000 hats and fascinators, 61,000 dresses, 59,000 pairs of shoes and 30,000 handbags. Men are spending big, too, with 17,000 shirts and 15,000 suits sold for the carnival last year. The data shows the sales dont all go to big marketers, such as Myer, but also benefit smaller boutiques, milliners and shops. Indeed, while Myer battles through tough times at the tills, high-end Melbourne tailor Oscar Hunt has done so well a Sydney store was opened last week. Who said bricks and mortar retail was dead  Southern-most charter among 50 countries  The overseas raid on the carnival now expands beyond the actual racetrack. On Saturday, 10 European-trained horses arrived in Melbourne and went into quarantine. But the VRC is expecting visitors in Melbourne from almost 50 different countries, up from 43 last year. That number does come with a warning. It includes the first ever international passenger flight out of New Zealands southernmost city, Invercargill, and a place that is the butt of many a joke across the ditch. Apparently the only other overseas destination you can get to from Invercargill Airport is Antarctica, as long as you are happy to stay for six months on a scientific expedition. The planeload of 180 Kiwi racing fans is actually a little braver - they have chartered the flight to the Melbourne Cup as a day trip.  THE HECKLER  Its a bird. Its a plane. Its the Fiat Chrysler Flying Circus. Big shout out to some regional plane spotters, who jotted down details of the Alfa Romeo aircraft allegedly paid for by Fiat Chrysler barnstorming near Mount Buffalo Airport on Friday afternoon. We arent sure if the pilot and passengers are holed up at luxury retreat Villa Gusto, or the Freeburgh property owned by the car companys embattled former boss Clyde Campbell. But its nice to know the flying billboard is being noticed. The story first appeared on The Sydney Morning Herald..  ",
        "nr_tweets": 1,
        "tt_topic": [["2014", "last year"], ["2015", "this year"], ["P1M", "over a month"], ["2014", "last year"], ["P33D", "33 days"], ["2014", "last year"], ["2015", "this year"], ["2016", "next year"], ["2014", "last year"], ["2015-W38", "last week"], ["PRESENT_REF", "now"], ["2015-09-26", "Saturday"], ["2014", "last year"], ["P6M", "six months"], ["P1D", "a day"], ["2015-09-25TAF", "Friday afternoon"]],
        "tt_tweets": [["2015-08", "August"], ["2015", "2015"], ["2014", "A year ago"]],
        "exact_precision": 26.923,
        "exact_recall": 16.667,
        "exact_F1": 20.588,
        "partial_precision": 31.731,
        "partial_recall": 19.643,
        "partial_F1": 24.265
    },
    {
        "topic": "58b85ce5-7701-4010-a7f1-246880d1a980",
        "content": "Published on  Monday 7th September 2015 Minister for Natural Resources, Joe McHugh, today welcomed new job creation statistics showing that Geoscience Ireland (GI) member companies reported the addition of 134 new jobs in the first six months of 2015.   Geoscience Ireland (GI) is an integrated network of 25 companies, bringing expertise in water, minerals and infrastructure development to global clients in over 50 countries. Launched in September 2012 as a government measure to help business win work in international markets, GI is supported by the Geological Survey of Ireland and Enterprise Ireland.   The positive job creation record by GI member companies is an important contributor to Ireland’s export economy and demonstrates ability and capacity by Irish professional geoscience services to win business in highly competitive markets. Recent project wins include design and construction of 15 water supply schemes in Ethiopia funded by the European Investment Bank; investigations for a 45km water supply pipeline in Malawi funded by the World Bank; Environmental Impact Statements for a marine terminal in California; Lining materials for a Ghanaian gold mine; Waste Water Treatment plants in Turkey and revetment design for marine works in Bahrain.   This welcome development is the largest number of jobs created by GI companies in a six month period and contrasts with a reduction in job numbers of 32 reported at 31st December 2014. The recovery in net job creation as at 30th June 2015 is accounted for by   1) Continued growth in services provided for infrastructure development and extractive industries in the UK, the Gulf Region and Western Africa, and   2) Partial reversal of layoffs in late 2014 experienced by service providers to the Irish mining sector.   The GI network of companies provides design, consultancy and contracting services to multilateral agencies, governments and the private sector.   The GI network of 25 companies employs almost 1,200 persons and had a collective turnover of €252 million in 2014, of which 64% comes from overseas business.   Commenting on the job creation statistics, Minister McHugh, said The necessary reduction in infrastructure spending in Ireland since 2009 highlighted the importance of developing overseas markets for professional geoscience services. About half of the 257 new jobs created by GI member companies since late 2012 are in international markets.   The continued success of the Geoscience Ireland network of companies in creating well paid sustainable jobs validates the support model provided by the Geological Survey of Ireland and Enterprise Ireland for these businesses. GSI plans to continue support for the Geoscience Ireland project into 2017.”   Future events in which GI companies will participate are the Trade Mission to West Africa in November 2015 and the PDAC Convention in Canada in March 2016.   Note to Editors   For further information on Geoscience Ireland (GI), please see   ",
        "nr_tweets": 9,
        "tt_topic": [["2015-07-06", "Monday"], ["2015-09-07", "7th September 2015"], ["2015-07-09", "today"], ["P6M", "six months"], ["2015", "2015"], ["2012-09", "September 2012"], ["PAST_REF", "Recent"], ["P6M", "a six month period"], ["2014-12-31", "31st December 2014"], ["2015-06-30", "30th June 2015"], ["2014", "late 2014"], ["2014", "2014"], ["2009", "2009"], ["2012", "late 2012"], ["2017", "2017"], ["2015-11", "November 2015"], ["2016-03", "March 2016"]],
        "tt_tweets": [["2012", "2012"], ["2015-01", "January"]],
        "exact_precision": 12.5,
        "exact_recall": 2.778,
        "exact_F1": 4.545,
        "partial_precision": 18.75,
        "partial_recall": 4.167,
        "partial_F1": 6.818
    },
    {
        "topic": "f40a96b1-9b7d-48db-a3d9-447c558079e7",
        "content": "Published on the 10/09/2015 | Written by Greentree International                       AT A GLANCE   Regional Housing Limited     INDUSTRY     Not for profit     BUSINESS OBJECTIVE     Centralise the database and automate processes  Upgrade business systems to meet reporting and governance requirements for community housing organisations     SOLUTION     Greentree financial control, CRM and property management     BUSINESS BENEFITS     More efficient reporting  Manual tasks eliminated  Equiped to offer new services and manage future growth   FOR MORE INFORMATION    Greentree   W:     Australia   E:    T: 1800 000 737    New Zealand   E:    T: 0800 313 313           Regional Housing Limited’s ERP software choice adds to a growing list in the social housing sector...       From the experience of several major housing providers across the country, we could see that Greentree was fast becoming an industry standard system.”      Brett Hanna is the CEO of Regional Housing Limited (RHL), the largest community housing organisation in regional Queensland. It administers over 400 properties, mainly for low-income people, and also operates a shelter and support programmes for homeless youths.      RHL is growing steadily, through various mergers and alliances with other social housing organisations. Its latest innovation is developing housing especially for the disabled. Managing such growth requires a comprehensive, flexible business system.      RHL is a stalwart user of Greentree.      A vital safety net   Since 1992 RHL has been a core housing service, first in the Bundaberg community and now throughout central Queensland. On average it resolves housing problems for 30-40 families a month, in a region affected by poverty and high unemployment. Demand for its services can be directly affected by national economic conditions, so RHL has to be responsive, especially as a provider of emergency relief.      Our entire organisation is outcome focused,” says Brett. We’re the safety net for people in the community who are facing homelessness because of financial distress or other circumstances.”      Financial control, tenancy management and various wraparound special services are complex things to handle. RHL needed a system that could integrate all those functions and make life easier.      RHL had been dependent on half a dozen disparate business systems, which were unable to communicate with each other. Manual spreadsheets and various scattered databases made for hard labour in calculating maintenance costs and rental incomes. RHL also has to generate monthly reports for its board, along with quarterly and annual reports for various government agencies involved in housing and welfare.       Greentree has reduced the time spent in producing reports by around 40%, having eliminated all that manual labour.”    Brett Hanna, CEO Regional Housing Limited       There wasn’t any depth in the demographic data and we couldn’t really report the depth of what we provide in services or records,” explains RHL’s Business Development Officer, Kris Robinson. Government reporting is a huge task – probably about 25% of our workload involves capturing accurate data and being able to report it efficiently in the right format for whichever agency requires it.”      Some of those reports would take days or even weeks to complete,” adds Brett.      Greentree outshines competitors   Government agencies increasingly require data uploads, rather than dealing with paper-based reports, so RHL went looking for a system that could automate data processing. The shopping was aided by a regional taskforce of similar providers, which shared information about business systems. Backed by endorsements from the likes of Compass Housing Ltd, Greentree became RHL’s choice over Technology One and Kypera.      Greentree was superior on several points,” Brett says. Other systems we looked at had asset and property management at their core, but were really challenged to do CRM and financial management. Other deciding factors were the strength of Greentree’s Partner network, the fact that we could integrate so many functions into the one system, and the price.”      Today, RHL’s reporting problems have largely disappeared. Breaking up data into various programmes for consolidated reports used to take three to four days – now it takes half a day.      Having all our data in one centralised system, and knowing that we can trust that data, has reduced the time spent in producing reports by around 40%, having eliminated all that manual labour,” says Brett. Greentree also enables us to monitor staff performance, giving us a level of quality control that we never had before.      Greentree’s Approvals & Alerts has let us build delegations and controls into the system, largely removing the risk of human error in approving actions. Having that control has been life-changing.”      A very nimble organisation”   Greentree’s Workflow desktops have delivered peace of mind to RHL’s staff and auditors, who know that the live data in front of them is controlled and secure – especially important when it comes to tasks like arrears management. Kris can extract data from the system in minutes, to fill any request, and Brett has the convenience of accessing Greentree from mobile devices wherever he is, to make authorisations.      RHL is excited about moving into disability housing, where it has some new ideas to help make disabled tenants even more independent.      I think we’ll also see growth in our support services,” says Brett. We’re a very nimble organisation, so if there’s a new opportunity emerging you can be sure we’ll be on the front foot with it and generally one of the first.      Greentree has increased our capacity and efficiency as an organisation, streamlined processes, and strengthened our ability to become the high-performing organisation that we’ve always wanted to be.”      Source: This article was originally sourced from Greentree International             FURTHER READING September 10, 2015 | Greentree International  Regional Housing Limited’s ERP software choice adds to a growing list in the social housing sector...       Greentree IQ* enables EasiYo to predict ‘live’ data  September 9, 2015 | Greentree International  Greentree IQ* is EasiYo’s strategic tool to analyse business trends and discover new market opportunities...       Resilient ERP for community housing  September 9, 2015 | Greentree International  Community Housing by its nature requires a human touch; Greentree’s fully integrated ERP software enables everyone involved to spend their time where it really counts and still be completely in control of business systems and processes...       ERP system gives a better view nationwide  September 7, 2015 | Greentree International  HVG’s Greentree system easily manages complex supply chain & CRM needs, while delivering tailored key information…       Greentree delivers business hub for global growth  July 16, 2015 | Greentree International  Activated Carbon Technologies says Greentree ERP software will be deployed across its international offices…            The post NFP housing providers choose Greentree appeared first on iStart leading the way to smarter technology investment. ..  ",
        "nr_tweets": 9,
        "tt_topic": [["2015-10-09", "10/09/2015"], ["1800", "1800"], ["1992", "1992"], ["PRESENT_REF", "now"], ["P1M", "a month"], ["XXXX-XX", "monthly"], ["2015-09-09", "Today"], ["P3D", "three"], ["P4D", "four days"], ["PRESENT_REF", "now"], ["P1D", "a day"], ["2015-09-10", "September 10, 2015"], ["2015-09-09", "September 9, 2015"], ["2015-09-09", "September 9, 2015"], ["2015-09-07", "September 7, 2015"], ["2015-07-16", "July 16, 2015"]],
        "tt_tweets": [["PRESENT_REF", "now"], ["PRESENT_REF", "now"], ["PRESENT_REF", "now"]],
        "exact_precision": 100.0,
        "exact_recall": 17.647,
        "exact_F1": 30.0,
        "partial_precision": 100.0,
        "partial_recall": 17.647,
        "partial_F1": 30.0
    },
    {
        "topic": "b5a30ea8-644f-4822-a1f9-8bad37e881b0",
        "content": "For veterinarian Anton Lim and his family, providing even the most basic needs to disadvantaged people are enough to bring them hope for a better future.    Jollibee entertains the community during the outreach program in Barangay Matiang, Bocaue, Bulacan.    Lim, who heads the Yellow Boat of Hope Foundation, has been active in various charitable initiatives since 2010, helping to address the prevalent needs of the less fortunate in society.      Recently, the Foundation partnered with Project PEARLS (Peace Education Aspiration Respect Love Smiles) of Melissa Villa-Wilcox, an overseas-based worker from San Jose, California, to donate bags and school supplies to more than 300 kids in Barangay Matiang in Bocaue, Bulacan. The families were relocated from a slum community in Tondo, Manila.      The families of Lim and Villa-Wilcox were among the past recipients of the Jollibee Family Values Awards, Jollibee’s annual recognition for exemplary Filipino families.      The kids received backpacks filled with school supplies. They were also treated to Jollibee snacks in the Jolly Joy Box.      Giving the kids school bags is just the first step in helping boost the morale of the youngsters and keeping their dreams of a better education within reach. It’s more than just a bag. It’s a symbol of where you put your pencil and notebook, and that represents hope,” said Lim.We just don’t come here and give bags, we also encourage them to study hard because that’s the only way our country will move forward.”      The Yellow Boat of Hope Foundation started in Layag-Layag, a mangrove village in Zamboanga City where children brave the river waters just to reach school. The foundation provided boats to ferry the students to school and to enable the families to earn a living through fishing.      Project P.E.A.R.L.S., on the other hand, was established in the Philippines and the US in 2008 by  Wilcox, to develop outreach programs and gather volunteers to help the poorest of the poor. Her husband, Cliff, and their daughter Francesca help in the fund-raising events and in developing educational programs while her brother, Juan, oversees all local operations in the Philippines. The group has worked hard to relocate the community away from Barangay Ulingan in Tondo where factories threaten the health of the children. Scholarship grants are also provided by the organization for the affected students..  ",
        "nr_tweets": 6,
        "tt_topic": [["2010", "2010"], ["PAST_REF", "Recently"], ["2008", "2008"]],
        "tt_tweets": [["P1Y", "Every year"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "58bba8c3-41c6-43cb-953c-40ff68b343fc",
        "content": "Despite the flourishing of new age gourmet delis and providores in Brisbane, the good old post war continental delis heaving with European cheese, traditional cured meats and olives are still thriving. Often found tucked away in back streets of suburbs, some have been around for decades, now serving the third and fourth generation of customers.  Heres a guide to 13 of Brisbanes best continental delis and where to find them:  Delta Continental Deli  A mecca of Mediterranean and Middle Eastern deli goods and groceries, Delta is a long-term resident of West End, with a supermarket on one level and deli on the other. Stop by for Greek, Italian and Bulgarian cheese, every type of olive under the sun, smoked meat and sausages...more From the 1930s this Greek and Mediterranean grocer/deli occupied a quaint Gabba cottage and while it has moved on to modern premises at Coorparoo, the traditions have remained, with slick deli counters brimming with marinated veges, dips, European cheeses, cured meats and olives...more The deli counter inside Woolloongabbas famous ethnic grocery store is well worth checking out, for its luscious array of olives of every variety, stuffed and marinated peppers, antipasto, smallgoods and dips as is the cheese fridge, packed with giant hunks of Italian and French cheeses...more  Mega Continental Deli  Stepping inside this deli-market in a back street West End warehouse is like taking a trip to Greece, with deli counters packed with Greek cheeses, meats and olives, shelves packed with Greek and Middle Eastern produce and a tiny café inside to enjoy a slice of baklava and traditional Greek coffee...more  Ruski Way Deli & Café  This Russian Eastern European deli café, which stocks deli items (cheese, smoked meats, salads)and foodstuffs from Ukraine, Bulgaria, Lithuania, Latvia, Georgia, Poland and Croatia, is found in Brisbanes Russian migrant heart since World War 1, Woolloongabba...more  Georges Cabbage Patch Deli  The baysides best continental deli is found inside a roadside fruit and vege barn, where a back room is stacked with European cheese wheels and strung with small goods while the deli counter is full to the brim with marinated cheese, Spanish and Italian meats and antipasto...more  Brusnica Coffee Deli  Tucked away down one end of Stones Corners shopping strip is this Eastern European deli coffee shop, specialising in Bosnian, Croatian and Serbian food. At the deli counter youll find Bulgarian sheep cheese, haloumi, ricotta, pork hock and loin, Sremska sausages, Halal Sudjuk...more  Swiss Gourmet Deli  A fixture on West Ends main drag since 1985, as well as being a great spot to dine, this deli café is an excellent source of Swiss, Dutch and Mediterranean cheese, marinated salads, smoked, roasted and cured meats, pates, herrings and cod, as well as Italian pastries and divine Portuguese tarts...more A little taste of Italy found tucked away in a little Chermside shopping centre, Amici Deli is the northside go-to for Mediterranean deli staples such as coppa, pancetta and sopressa, antipasto and a great range of hard-to-find cheeses such as Sardinian Sheep Cheese...more  Plenty Continental Deli  More of a gourmet deli than your traditional continental outfit, Plenty Continental Deli and providore, situated in Eight Mile Plains, stocks an eclectic range of foostuffs, from plump stuffed olives, French and Italian cheeses to smoked ham, chilli braun, wurst and gypsy salami...more   New Farm Deli  Since 1977 New Farm Deli has been the heart and soul of the post war Italian communitys neighbourhood, New Farm, starting life as a traditional Italian deli and today a café as well. Stocking one of Brisbanes largest ranges of European cheeses, smallgoods, antipasto and olives...more  Togninis Deli & Café  The foodie heart of Milton Village (ex-Centro) shopping centre for years now, Togninis is the local go-to for salamis, continental sausages, olives, cold cuts, pork, house cured salmon, ham off the bone, antipasto, cheeses and to-die-for dips as well as being a cosy place to dine...more On multicultural Croydon Street in Woodridge is this little deli that is a great source of hard-to-find Eastern and Northern European deli goods and products such as smoked beef, Serbian sausages and pork hock, chicken and olive rolls as well as Dutch, Austrian and Swiss cheeses...more  This article originally appeared on Must Do Brisbane.  Want more stories like this Follow our.  ",
        "nr_tweets": 14,
        "tt_topic": [["PRESENT_REF", "now"], ["193", "the 1930s"], ["1985", "1985"], ["1977", "1977"], ["2015-09-13", "today"], ["PRESENT_REF", "now"]],
        "tt_tweets": [["2015-09-15TMO", "this morning"], ["2015-09-15T09:00", "9 am."]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "5a07213b-7e81-4e0c-9dfa-758ae4c1ae3c",
        "content": "NASA has announced it has found signs of water on Mars.                  NASAs announcement that there are signs of water on Mars may spark renewed interest in an Antarctic region considered the most similar place on earth to the Red Planet.      University of Otago geography department head Sean Fitzsimons said the announcement could potentially lead to more interest in Antarctic research because of similarities between Mars and Antarctica.                             I suppose theres that possibility. It [the interest] has been there a while.      Fitzsimons said Antarcticas McMurdo Dry Valleys were considered the closest earthly environment to Mars.      Thats probably the closest Martian analogue on earth, he said.      Theyre both cold deserts.      Located in Victoria Land, the 4,800 square-kilometre Dry Valleys are the driest place in the world, and the largest ice-free region in Antarctica. Gravel not unlike the Martian surface covers the valleys, which can be lashed by winds more than 320 kilometres per hour.      The Dry Valleys do not have snow because the nearby Transantarctic Mountains are high enough to block ice blowing in from the East Antarctic ice sheet on the Ross Sea.      You have this peculiar landscape which is vegetation-free, soil-free, said Fitzsimons, who has been to the Dry Valleys more than 20 times.      Theres been a lot of analogy-type studies [between the Dry Valleys and Mars].      He said equipment is sometimes tested in the area before blasting off for Mars missions.      But what might be even more fascinating to scientists are the clues the Dry Valleys could hold to possible life on the Red Planet.      Micro-organisms known as extremophiles - so-named because of their ability to survive in conditions previously thought inhospitable to life - are known to thrive in the region. In 2012, researchers at the Desert Research Institute in Nevada found 32 different species of bacteria living in a lake in the valleys. The bacteria were considered extremophiles because the lake - known as Lake Vida - was more than six metres underground, and the water was six times saltier than sea water.      Its been speculated that life on Mars - if any - might be found in similar conditions.      There are a few noticeable differences between the Dry Valleys and the Red Planet, however. While temperatures in the valley rarely exceed -17degrees C, Martian surface temperatures can sometimes plunge below -140C.         Mars also has only 38 per cent of the gravity of earth.      Mars developments aside, New Zealands research in Antarctica is continuing. Eighteen Antarctica New Zealand staff members left from Christchurch on Monday for the start of the Antarctic summer season.      Eighteen more will fly down on Thursdayon board a four-engine USAF C-17 Globemaster III, which had flown in from the United States..  ",
        "nr_tweets": 35,
        "tt_topic": [["2012", "2012"], ["2015-09-28", "Monday"], ["2015-SU", "summer"]],
        "tt_tweets": [["P35Y", "35-year"], ["PRESENT_REF", "now"], ["2015-W40", "This weeks"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "5fd1295b-5bec-4e09-a7fd-33a5413681b1",
        "content": "NEW YORK, Sept. 24, 2015 /PRNewswire/ -- Incorporating new and advanced products into the existing work environment in order to simplify a particular job, is becoming an important tool for enhancing business process efficiency.   3D/4D technology products are one such kind that provides such flexibility, even in the most complex work environments. The use of this technology helps in generating important accurate information before the final production in order to avoid flawed outcome, thus, reducing production cost and time.   The Global 3D/4D Technology Market is projected to witness CAGR of 22.54% over the forecast period. North America, being a mature market holds the highest market share followed by Europe and Asia Pacific, which is witnessing highest growth on account of wide acceptance of 3D/4D technologies in gaming and entertainment.   The 3D/4D technology, which was once, used majorly for entertainment, is now increasingly being used across other industries such as healthcare, education and construction driving the market. Along with it, producing or manufacturing individualized parts and components, to cater to small-scale industry needs, is contributing largely to the growth of the current 3D/4D technology market.   The factors restraining this market are; high costs associated with the products that have the capability of producing the output by using 3D/4D technology. Also, the use of this technology in various sectors hasnt been perfected yet and still requires certain improvements to make it fully functional without any technological flaws. One other minor drawback of 3D/4D technology is the software related glitches that most of the technologies possess. The opportunity for the 3D/4D technology market is creating a lot of buzz across the world for its multiple usage on a single platform. Some of the 3D technology integrated products that already in the market are 3D Sensors, 3D Integrated Circuits, 3D Transistors, 3D Printer, 3D Gaming, 3D Imaging and others.   The 3D/4D technology is being used across different industry verticals like Entertainment and Media, Healthcare, Education, Government and others. Some of the major vendors in this market are 3D Systems Corporation, Dolby Laboratories, Inc., LG Electronics Inc., Barco N.V., Samsung Electronics Co., Ltd. and others.   What the report offers   Global 3D/4D Technology Market Overview with information on drivers and restraints   In-depth 3D/4D Technology Market Analysis and its applications in the industry   Identification of factors responsible for changing the market scenarios, rising prospective opportunities and identification of key companies which can influence the market on global and regional scale   Extensively researched competitive landscape with profiles of major companies along with their market shares   A comprehensive list of key market players along with the analysis of their current strategic interests and key financial information   Read the full report:    About Reportlinker   ReportLinker is an award-winning market research solution. Reportlinker reviews, finds and organizes the latest industry data so you get all the market research you need - instantly, in one place.           __________________________   Contact Clare:    US: (339)-368-6001   Intl: +1 339-368-6001   To view the original version on PR Newswire, visit:   SOURCE Reportlinker   Published Sep. 24, 2015   Copyright © 2015 SYS-CON Media, Inc. — All Rights Reserved.   Syndicated stories and blog feeds, all rights reserved by the author..  ",
        "nr_tweets": 7,
        "tt_topic": [["2015-09-24", "Sept. 24, 2015"], ["PRESENT_REF", "now"], ["PRESENT_REF", "current"], ["PRESENT_REF", "current"], ["2015", "2015"], ["2015", "2015"]],
        "tt_tweets": [["2015-07-09", "today"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 8.333,
        "partial_recall": 4.167,
        "partial_F1": 0
    },
    {
        "topic": "7df1df00-cf85-4584-bd5b-5a38e35b5694",
        "content": "CHICAGO--(BUSINESS WIRE)--    Atlas Financial Holdings, Inc. ( AFH ) (Atlas or the       Company) today announced as a reminder, that the Companys Chief       Executive Officer, Mr. Scott Wollney, is scheduled to present at the       Keefe, Bruyette & Woods’ 2015 Insurance Conference on Thursday,       September 10, 2015 at 11 am ET in New York, New York. The presentation       will be broadcast live and accessible via the following link:        Materials from the presentation will be available through the investor       relations page on the Company’s website at        .       About Atlas       The primary business of Atlas is commercial automobile insurance in the       United States, with a niche market orientation and focus on insurance       for the light commercial automobile sector including taxi cabs,       non-emergency paratransit, limousine/livery and business auto. The       business of Atlas is carried on through its insurance subsidiaries       American Country Insurance Company, American Service Insurance Company,       Inc., Gateway Insurance Company, and Global Liberty Insurance Company of       New York. Atlas insurance subsidiaries have decades of experience with       a commitment to always being an industry leader in these specialized       areas of insurance.      For more information about Atlas, please visit  .      View source version on businesswire     Contact: Atlas Financial Holdings, Inc.   Scott Wollney ,847-700-8600   CEO         or   Investor Relations   The Equity Group Inc.   Adam Prior, 212-836-9606   Senior Vice President         or   Terry Downs, 212-836-9615   Associate     ",
        "nr_tweets": 9,
        "tt_topic": [["2015-08-09", "today"], ["2015", "2015"], ["2015-09-10", "Thursday, September 10, 2015"], ["2015-09-10T11:00", "11 am"]],
        "tt_tweets": [["2015-09-30", "September 30, 2015"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 6.25,
        "partial_recall": 3.125,
        "partial_F1": 0
    },
    {
        "topic": "62821356-38aa-4ed6-90d8-1c32a2e99a8e",
        "content": "By BUDAPEST (Reuters) - Gazing down from the street outside Budapest railway station onto thousands of migrants camped out in an underpass, some locals cursed and even spat on the families below.  But others brought food, blankets and soap to the refugees, many escaping civil war and Islamic State in Syria - divergent reactions that highlighted a deep rift within a nation which itself has been torn apart several times by war and revolution.  Just look at them, they are filthy, God knows what disease they bring, and they want to turn our country over to the Islamic State, said Geza Szilagyi, 56, as he waited for a bus, looking down on tents and makeshift cardboard beds.  Hungary, a major transit point for migrants heading into the heart of the EU via the Balkans, is ruled by Prime Minister Viktor Orban, who said on Friday Europe would be lost if it let all the migrants in and said he did not want to live alongside a large Muslim community.   His Fidesz party enjoys a strong poll rating of 22 percent, followed by the hard-right Jobbik whose rising popularity, at around 13-14 percent, has shifted Hungarys political centre to the right, making anti-immigration rhetoric, some of which would be considered racist in other European countries, acceptable.  Still, even as Orban used some of his toughest language, other Hungarians took it on themselves to help the men, women and children crowded outside the train station.  Its so easy to say that this is a terrorist mob, but its just to clear your conscience. These are families, with newborns, and toddlers, theyre mothers and fathers who have behaved with a lot more dignity than we have, said Kata Szentgyorgyi, who distributed food to the migrants.  SO DESPERATE   In an incident rich in symbolism, migrants attempted to storm a train this week pulled by a locomotive painted with images of East Germans escaping via Hungary in 1989 when Budapest broke with its allies and opened the Iron Curtain to let Germans flee to the West.   Hoping to remind Hungarians of their own past, a spoof political party erected a billboard in Vienna, thanking Austrians for not closing the border in 1956, when nearly 200,000 fled as the Soviets put down an uprising.  An August poll by research company Tarki showed that while only 5 percent of Hungarians said Hungary should take in migrants, 56 percent said the government should at least consider doing so.  Hungarys Catholic Cardinal Peter Erdo said the Church would not take in people because that would constitute human trafficking, a stark contrast to comments from Austrian Cardinal Christoph Schoenborn, who said his churches could accommodate as many as 1,000 refugees.  The government thinks it can benefit politically from this conflict, said Richard Szentpeteri Nagy, a political analyst at the Centre for Fair Political Analysis in Budapest.   Its also a conflict between east and west because weve always looked up to the west and looked down on the east, so, its not that they are Arab or Muslims, but that theyre from the east.  On Saturday, the underpass was far less crowded after Hungarian authorities provided buses to take some 4,500 migrants to the Austrian border to continue their trek towards Germany.  But thousands remain at holding areas around the country and some reports say around 5,000 are on Hungary’s southern border, expected to enter over the weekend.  Its not 5,000, really, but several million heading towards Europe, Janos Lazar, Orbans cabinet chief said on Saturday.  Oblivious to Hungarys internal conflict, New Zealand tourist Sophia Duckor-Jones said she had been stunned by how few people or organisations appeared to be helping the migrants.   She raised 5,000 New Zealand dollars ($3,000) on Facebook in just a few days and has been distributing food in the underpasses by the station.  Its shocking and terribly sad with all the kids. They literally stormed us for food, Duckor-Jones said.  Its so desperate and so few seem to be helping.  (Editing by Robin Pomeroy).  ",
        "nr_tweets": 42,
        "tt_topic": [["2015-05-08", "Friday"], ["2015-W19", "this week"], ["1989", "1989"], ["1956", "1956"], ["2014-08", "August"], ["2015-05-09", "Saturday"], ["2015-W18-WE", "the weekend"], ["2015-05-09", "Saturday"], ["PXD", "a few days"]],
        "tt_tweets": [["100", "1000s"], ["100", "1000s"], ["2015", "the end of 2015"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 7.812,
        "partial_recall": 4.464,
        "partial_F1": 0
    },
    {
        "topic": "bf88166e-76fe-4605-97df-bb63f5a1806c",
        "content": "migrants died off the coast of Turkey today after the inflatable dinghy carrying them to Greece collided with a ferry, Turkish media reported. Four children were among the victims of the accident involving a boat carrying 46 migrants from the northwestern Turkish port of Canakkale to the Greek island of Lesbos, Dogan news agency reported.      Twenty people were rescued and 13 people were still missing, the report added.There was no information on the nationalities of the migrants.      The sinking was the second Sunday in the Aegean Sea, with the Greek coastguard reporting another two dozen feared missing from a boat that got into trouble close to Lesbos. The coastguard said it had rescued 20 people spotted in the water by a helicopter deployed by EU border agency Frontex, but the survivors said another 26 people had been in the boat. Yesterday, a five-year-old Syrian girl died in another attempted crossing from Turkey to Greece — a perilous journey that has claimed hundreds of migrant lives this year.     POST YOUR COMMENTS.  ",
        "nr_tweets": 39,
        "tt_topic": [["2015-09-20", "today"], ["2015-09-20", "Sunday"], ["2015-09-19", "Yesterday"], ["2015", "this year"]],
        "tt_tweets": [["2015-09-20", "Sunday"]],
        "exact_precision": 50.0,
        "exact_recall": 37.5,
        "exact_F1": 42.857,
        "partial_precision": 54.167,
        "partial_recall": 40.625,
        "partial_F1": 46.429
    },
    {
        "topic": "94daebe1-46be-4efc-bbf8-22733d228e41",
        "content": "Sid, Serbia: A first busload of migrants arrived early on Wednesday near Serbias border with EU member Croatia hoping to circumvent a razor-wire fence erected by Hungary, as Germanys Angela Merkel called for an EU summit on the refugee crisis.       The group of 30-40 mostly Syrian or Afghan migrants disembarked at the Serbian border town of Sid after an overnight journey from the Macedonian border at Presevo, 500 kilometres (300 miles) to the south.       We heard that Hungary was closed so the police told us we should come this way, said Amadou, 35, from Mauritania in western Africa.       We want to go anywhere there is peace, he said.       Hundreds more desperate people were trapped behind the fence hastily erected by Hungary along its border with Serbia in an attempt to stop the migrant flow through Balkan countries.       Hungarys conservative Prime Minister Viktor Orban has announced plans for a similar barrier on its frontier with Romania.       Budapest also made its first arrests under tough new laws punishing illegal border-crossing or damaging the border fence with prison terms of up to three years.       Why are they doing this asked an Afghan woman holding a child on the Serbian side of the fence where some 300 people gathered, some searching in vain for an opening, as Hungarian riot police watched them from the other side.       It was really bad last night, said Bashir, a 17-year-old Afghan schoolboy who had arrived an hour after the border closed. It was cold, particularly for families with little babies, he told AFP.       The controversial measures are part of Orbans strategy to stem the flow of migrants -- more than 200,000 of whom have entered his country so far this year -- travelling from Greece and transiting through the western Balkans and Hungary, most of them headed on via Austria to Germany.       But the Hungarian fences sparked fears in Serbia of an unmanageable number of migrants.       The Balkan states minister for refugees, Aleksandar Vulin, urged Hungary to reopen its border, at least for women and children, speaking to AFP at the Horgos crossing, where around 100 people were waiting for the frontier to reopen.       Hungarys moves have been sharply criticised, with the UN refugee agency saying it could be in violation of the 1951 Refugee Convention.       The Council of Europe also said it was concerned about the new legislation and would ask Orban for an explanation.       I will also ask for reassurances that if a state of crisis is declared, Hungary will remain committed to its obligations under the European Convention on Human Rights, secretary general Thorbjoern Jagland said on Tuesday.       Romania, which is a member of the EU but not of the passport-free Schengen zone, criticised the fence planned along its own border as out of step with the spirit of Europe.       Human rights group Amnesty International charged that meeting those fleeing conflict and persecution with razor wire, troops and draconian new laws, Hungary is showing the ugly face of Europes shambolic response to the growing refugee crisis.       In Berlin, Merkel and her Austrian counterpart Werner Faymann called for European solidarity to end the chaos and proposed a special EU summit next week.       Time is running out, Merkel warned, urging an end to the squabbling that has grown more acrimonious since eastern members flatly refused to accept EU-set quotas for taking in refugees.       We can manage this, Merkel insisted, while defending Berlins decision last Sunday to reinstate border controls on security grounds, after over 60,000 migrants had arrived in Germany so far this month.       EU officials later announced a meeting of interior ministers for September 22.       Berlins move to bring back border controls has sparked a domino effect, with Austria and Slovakia also reimposing identity checks in a further blow to Europes vaunted Schengen zone.       With Poland and the Netherlands also considering similar measures, there are fears the Schengen system could collapse, even though its rules do allow states to impose temporary controls for security reasons.       While European leaders squabbled over how to manage the continents biggest migrant influx since World War II, the exodus from war-torn Middle Eastern countries claimed more lives.       Another shipwreck off Turkey killed 22 refugees, among them four children and 11 women, who had tried to reach Europe, where more than half a million people have arrived this year to seek safe haven..  ",
        "nr_tweets": 56,
        "tt_topic": [["2015-09-16", "Wednesday"], ["P3Y", "up to three years"], ["2015-09-15TNI", "last night"], ["PT1H", "an hour"], ["2015", "this year"], ["1951", "1951"], ["2015-09-15", "Tuesday"], ["2015-W39", "next week"], ["2015-09-13", "last Sunday"], ["2015-09", "this month"], ["2015-09-22", "September 22"], ["2015", "this year"]],
        "tt_tweets": [["2015-09-16", "today"], ["2015-09-16", "today"], ["PRESENT_REF", "now"], ["2015-09-15TNI", "Tuesday night"]],
        "exact_precision": 10.714,
        "exact_recall": 7.895,
        "exact_F1": 9.091,
        "partial_precision": 19.643,
        "partial_recall": 14.474,
        "partial_F1": 16.667
    },
    {
        "topic": "62e1db0d-c532-4fae-be44-5c7a5598fe9f",
        "content": "Pro assisted dying campaigners protest outside the Houses of Parliament in central London   LONDON (Reuters) - British lawmakers on Friday rejected a right to die bill that would have allowed terminally ill adults to end their lives with medical supervision.      It marks another blow to a long campaign to introduce such legislation in Britain, which has attracted support from figures as diverse as the late fantasy author Terry Pratchett and billionaire entrepreneur Richard Branson.      Opponents of the bill said it could have led to vulnerable people feeling pressured to take their own lives to avoid being a burden to their families.      In a free vote, 118 Members of Parliament voted in favor of the bill while 330 voted against. Prime Minister David Cameron is against any move to legalize assisted dying.      Under the bill, people with fewer than six months to live could have been prescribed a lethal dose of drugs, which they had to be able to take themselves.      The last time the issue was debated in Britains House of Commons was in 1997. An attempt to push legislation through the House of Lords ran out of time before Mays general election.      Sarah Wootton, Chief Executive of Dignity in Dying, a group that campaigns in favor of the right to die, called the bills defeat an outrage and said it showed the extent to which the government is out of touch with the British public.      A Populus opinion poll this year found that 82 percent of Britons supported such a bill.      One Briton is already traveling abroad to die every fortnight while over 300 terminally ill people are taking their own lives at home, usually alone and in dangerous ways, every year, Wootton said.      The Assisted Dying Bill would have put rigorous safeguards in place, not only to give dying people choice, but also to better protect them, she added.      However advocacy group Living and Dying Well welcomed the decision.      Lord Carlile, the groups co-chairman, said: Before any such change could be seriously contemplated, clear evidence is needed that the law as it stands is defective and that a change in the law would not put vulnerable people at risk of harm.      Mark Atkinson, interim chief executive at disability charity Scope, said: Disabled people will be extremely relieved about the convincing nature of today’s vote.      Keeping the current law means giving crucial protection to the lives of disabled and other vulnerable people, who could feel they are a burden to society.            (Reporting by Angus Berwick; editing by Stephen Addison)      Read the original article on Reuters .  Copyright 2015. Follow Reuters on Twitter .     More from Reuters:   One person dead, another missing after San Antonio flooding    Faulty elevator door, radio problems led to Cincinnati firefighter’s death: city report Pilot program helps low-income preschoolers learn to like veggies    Greeces Syriza clings on to narrow lead in Metron poll.  ",
        "nr_tweets": 15,
        "tt_topic": [["2015-11-06", "Friday"], ["P6M", "six months"], ["1997", "1997"], ["2015", "this year"], ["P1Y", "every year"], ["PRESENT_REF", "current"], ["2015", "2015"]],
        "tt_tweets": [["2015-10-10", "tomorrow"], ["XXXX-XX-XXT17:00", "5pm"], ["2015-FA", "this fall"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 7.143,
        "partial_recall": 5.556,
        "partial_F1": 0
    },
    {
        "topic": "b5a591aa-8dd0-43d2-9961-ab19510f87ac",
        "content": "By  Trevor Grundy | Religion News Service,     CANTERBURY, England — British parliamentarians on Friday (Sept. 11) soundly rejected a right-to-die bill that would have allowed people with less than six months to live to end their life legally.      Assisting a suicide is a crime in the U.K., punishable by up to 14 years in prison.   Only 118 members of Parliament voted in favor of the bill while 330 voted against it. Prime Minister David Cameron opposed any effort to legalize assisted dying.   The bill was largely modeled on assisted dying bills already in place in five U.S. states including Oregon. A person with a terminal illness would have needed the opinion of two doctors and a high court judge to end his or her life.   Archbishop Peter Smith of Southwark said he now hoped that palliative care would become the center of political attention.   I welcome Parliament’s recognition of the grave risks that this bill posed to the lives of our society’s most vulnerable people,” Smith said. There is much excellent practice in palliative care which we need to celebrate and promote, and I hope now the debate on assisted suicide is behind us, that this will become a focus for political action.”   The bill met met strong opposition from various religious leaders here.   A letter written by Archbishop of Canterbury Justin Welby and signed by leading representatives of the Roman Catholic, Muslim, Jewish, Hindu and Sikh faiths claims the proposed bill crosses a legal and ethical Rubicon” which would turn suicide into a social norm.   Some slopes are slippery,” said Welby in a letter published in the Evening Standard on Wednesday (Sept. 9).   Oregon was the first U.S. state to legalize assisted suicide in 1997 for terminally ill patients. It has been copied in Washington, Vermont, New Mexico and Montana. Another bill modeled on Oregon law, and advocated by the late Brittany Maynard, is headed for likely passage in the California legislature this month.   In 2002, Netherlands legalized assisted suicide and euthanasia.   Belgium followed suit in the same year.   Switzerland has allowed assisted dying since 1942, and is now home to the Dignitas clinic founded in 1998, which has helped an estimated 1,000 people take their own lives.   Copyright: For copyright information, please check with the distributor of this item, Religion News Service LLC..  ",
        "nr_tweets": 12,
        "tt_topic": [["2015-11-06", "Friday"], ["2015-09-11", "Sept. 11"], ["P6M", "less than six months"], ["P14Y", "up to 14 years"], ["PRESENT_REF", "now"], ["PRESENT_REF", "now"], ["2015-11-04", "Wednesday"], ["2015-09-09", "Sept. 9"], ["1997", "1997"], ["2015-11", "this month"], ["2002", "2002"], ["2002", "the same year"], ["1942", "1942"], ["PRESENT_REF", "now"], ["1998", "1998"]],
        "tt_tweets": [["P20Y", "almost 20 years"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "7cd39dcf-be13-46a7-a6af-b1d55a42e9e9",
        "content": "Location: London, Ontario, Canada      Autodata Solutions is looking for a part-time to help out in their London, ON office.       Position Overview:      As a Facilities Planner, you will collaborate on space planning, office layout and department re-organization.  We are looking for a current or recently graduated student with the ability to work part-time (approximately 10 hours/week) until project completion.         Key Responsibilities:    Measure all the office space we have in London  Locate all interior walls and facilities  Transcribe all data and information into design software  Develop new floor plans and advise on office space and furniture while taking into account ergonomic and occupational health & safety standards     Qualifications:    Current or Grad Student of the Interior Design program  Experience with Design software (AutoCAD or Revit)  Ability to work independently  Accurate and detail oriented     We look forward to hearing from you!  You can learn more about Autodata Solutions through our company website at  .       We thank all applicants for their interest however only those selected for an interview will be notified.  Autodata Solutions is an equal opportunity employer.  We are compliant with AODA legislation; if you require work related accommodations, please specify.    Date Posted:  Sep 26, 2015 1:01 AM PDT  Company:  Autodata Solutions  Website:        Autodata Solutions is a technology integration and products company serving the worlds largest auto manufacturers and their partners with data aggregation, syndication, technology and custom solutions.  It is our mission to provide custom solutions and online applications that increase the effectiveness of the automotive sales chain and help put vehicles in consumer’s driveways.  We have a... more.  ",
        "nr_tweets": 2,
        "tt_topic": [["PRESENT_REF", "current"], ["PAST_REF", "recently"], ["PT10H", "approximately 10 hours"], ["PRESENT_REF", "Current"], ["2015-09-26", "Sep 26, 2015"], ["2015-09-26T01:01", "1:01 AM"]],
        "tt_tweets": [["2015-Q4", "next quarter"], ["2015-09-22", "today"], ["2016", "2016"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "6c3814a9-8e3b-4826-8472-13d6ec197c91",
        "content": "Source: Wochit Entertainment - 1 week ago   Everest Review  00:56 Rob Hall is a renowned mountain climber and entrepreneur – founding Adventure Consultants to lead outdoor sport enthusiasts through the world’s most dangerous terrains. Even though Hall and his team lead expeditions around the globe, Adventure Consultants is best known for success in guiding....  ",
        "nr_tweets": 4,
        "tt_topic": [["2015-W38", "1 week ago"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "c8005766-131a-441a-bd69-00adaa3901f7",
        "content": "Millionaire businessman Rob Purves, who funds numerous green groups, is upset at the governments attempts to neuter the voice of green groups by tax changes, and by banning them from taking court actions. Photo: Karleen Minney In his mid-teens Rob Purves visited Lake Pedder in Tasmania, just before the lake was flooded in 1972 for a hydroelectric scheme.  Hes a big believer that business and the environment are not polar opposites, but can work together and that both can thrive.   Famed for its pink quartz sands, the drowning of beautiful Lake Pedder had an enormous impact on the boy. I thought it was the most bizarre thing, he said.  It ignited a passion for the Australian landscape and a commitment to protecting it – a commitment that has extended in adult life to putting a considerable part of his business fortune into supporting environmental organisations.  Purves runs the Purves Environmental Fund which is a major supporter of wildlife preservation group the World Wide Fund for Nature (WWF) in Australia, the Wentworth Group of Concerned Scientists, the Climate Council, the Australian Youth Climate Coalition and Earth Hour.  The Abbott government signalled early in its term on that it was not supporting the climate change initiatives of the previous government. Not only did it scrap the carbon tax, it also did the same to bodies such as the Climate Commission, chaired by well-known author and scientist Tim Flannery, and cut grants to environmental groups and the Environmental Defenders offices.  But the entire green movement is now facing what Purves sees as an existential threat from the Coalition government, at the urging of the coal industry.  There is a push, via a parliamentary committee, to abolish tax deductibility for groups that engage in advocacy. At the same time, the Attorney-General has announced plans to narrow standing under federal environment laws so as to abolish the right of conservation groups to bring legal actions to protect the environment.  These attacks on environmental organisations are just unbelievable, he says. I have been in this space a long while. I dont think today you could chair a major environmental group and also chair a major public company in Australia. They would get you. That is not the sort of Australia that I want to live in.  Purves is first and foremost a businessman. His father, a renowned company manager, saved Clyde Industries from the brink of collapse. Purves worked at the engineering firm, later setting up his own company DCA, in the area of diagnostics and aged care. It was enormously successful and grew into an ASX-100 company, before being sold in 2006 to private equity firm CVC Asia-Pacific for $2.7 billion. Since then Purves has devoted his energies to environmental projects, farming and the natural environment.  His mothers family owned the historic property Lanyon on the edge of Canberra before it was subdivided to make way for housing in the ACT. Purves then bought the 2000-hectare Carwoola near Bungendore and owns another property near Yass.  Hes a big believer that business and the environment are not polar opposites, but can work together and that both can thrive.  Whats happening now, though, is that we have reached a pivotal point for coal, he says. Banks are starting to realise that structural change is afoot and they are worried about the prospect of stranded assets in the future.  Capital is not going to flow into building more coal mines, in my view, he says. Its looking for opportunities in new businesses.  The world will act out of self-interest on climate change – no one wants their kids to be barbecued. Will they act fast enough Thats the question. These technology changes are rapid, he says.  Purves puts his money where his mouth is and is a big investor in the clean tech sector in the US. At the same time he is bringing his business acumen to the environmental sector at home.  Hes helped build WWF into the largest environmental group in Australia, and put it on a solid financial footing.  But ironically it was broadcaster Alan Jones, a vocal sceptic on man-made climate change, who prompted the establishment of one of Purves other projects, the Wentworth Group of Concerned Scientists.  During the last drought Jones proposal to turn the rivers inland so outraged scientists that they banded together to explain why this was not a good idea. Out of one meeting of the minds, came a more formal group, which went on to provide a major report to prime minister John Howard on managing the Murray-Darling system for the future.  He and [deputy prime minister John] Anderson came to the Wentworth Group to come up with a plan to better balance the water in the Murray-Darling system so we can have a living river, not a drain. That was a great initiative, Purves says.  But now he fears that the attacks on advocacy and legal standing will do serious damage to environmental groups.  I think this is as much about intimidation as trying to screw environmental groups, Purves says.  In Canada laws were introduced to remove deductibility for green groups that spend more than 10 or 15 per cent on advocacy, and this seems to be what the coal industry is advocating.  Environmental groups find themselves under permanent audit, and are constantly trying to assess whether activities will breach the restrictions, he says.  For the groups he funds, there would be an ambiguity about what amounts to advocacy. While WWFs campaign against the Abbot Point dredging on the Great Barrier Reef – part of the Adani project – was clearly advocacy, what does one make of Earth Hour  He also points out it really punishes donors.  Where do the people who give to environmental groups mainly reside I can tell you they live in Liberal-held seats, he says.  While the committee on tax deductibility is yet to report, one member of it, conservative Liberal George Christensen has made his views plain.  Extreme political green groups chuck a tantrum because evidence points to them losing their tax deductibility status, he tweeted in July.  The Coalition chairman of the committee, Alex Hawke, was forced to clarify that Mr Christensen was just expressing his personal view and not those of the committee as a whole. No findings have been made or even discussed at this stage, he said. Evidence is being heard from all interested parties and we continue to follow the evidence and what it is telling us.  But evidence doesnt seem to be driving the removal of standing for environmental groups under federal environmental laws.  In 2009 a review of the Environment Protection and Biodiversity Conservation Act by respected public servant, Allan Hawke found the broad standing for environmental groups was working well, and argued that it could even be expanded. A survey by the Guardian found 2.2 per cent of projects requiring federal approval had ever been knocked back, raising the question about whether the real reason for trying to crimp the environmental movement is ideological.  Purves best hope is that new Prime Minister Malcolm Turnbull will take a more moderate path..  ",
        "nr_tweets": 13,
        "tt_topic": [["1972", "1972"], ["PRESENT_REF", "now"], ["2015-09-18", "today"], ["2006", "2006"], ["2000", "2000"], ["PRESENT_REF", "now"], ["PRESENT_REF", "now"], ["2015-07", "July"], ["2009", "2009"]],
        "tt_tweets": [["2015-09", "September"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 6.25,
        "partial_recall": 1.25,
        "partial_F1": 0
    },
    {
        "topic": "f0c1a6e3-3fbd-4dff-8d29-9b11a56f8658",
        "content": "Eric Karabell , ESPN.com Senior Writer   Close ESPN contributor on TV, radio, podcasts, blogs, Magazine  Charter member of FSWA Hall of Fame  Author of The Best Philadelphia Sports Arguments   It began Thursday night to little surprise with New England Patriots stud Rob Gronkowski hauling in three scoring passes from Tom Brady but then continued into Sunday, as the oft-overlooked, non-Gronkowski options at the tight end position starred in Week 1 of the fantasy season. Entering the New York Giants - Dallas Cowboys tilt on Sunday night, there were eight flex-eligible players -- meaning non-quarterbacks -- who scored multiple touchdowns, and half of them play tight end. This is rare but promising, especially with so much uncertainty for most fantasy owners not blessed to own Gronkowski or other top-five options.    Insider     Magazine subscribers: activate your Insider account..  ",
        "nr_tweets": 27,
        "tt_topic": [["2015-09-10TNI", "Thursday night"], ["2015-09-13", "Sunday"], ["2015-09-13TNI", "Sunday night"]],
        "tt_tweets": [["PRESENT_REF", "now"], ["2051", "51"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "6d9aec53-8d75-4e94-9535-23ddbb2841e2",
        "content": "Floyd Mayweather Jr. is considered one of the greatest boxers of all time, but it looks like his career is just about over .  He insists Saturday nights fight in Las Vegas will be his last. But, as CBS News Carter Evans reports, it seems strange that its drawing so little attention.   Saturday night could be the last time the fighting public has to listen to Mayweather brag about how great he is or how much he makes.  But if the flamboyant Money Mayweather was looking to go out with a bang, this fight doesnt seem to pack as much of a punch.   As of Friday night, tickets for Saturday nights fight with Andre Berto were still available, and pay-per-view numbers are way down.   Thats quite a difference from four months ago, when his fight with Manny Pacquiao sold out in seconds and shattered pay-per-view records.   Andre Berto is a big underdog in this fight, Hall of Fame Showtime boxing announcer Al Bernstein said.  And I think there are some people that probably were disappointed with him as the opponent.   But that disappointment wont stop Mayweather.   Since Pacquio didnt give fans a good fight, tomorrows going to be a great fight, Mayweather said Friday.   Good fight or not, a win Saturday would make Mayweather 49-0, tying Rocky Marcianos undefeated record.   In the ring, the self-proclaimed villain of boxing is known for his defensive skills and movement.   He thinks quicker than most people, he reacts quicker than most people, and at the end of the day hes out-boxed everybody he has faced, Bernstein said.   Meanwhile, outside the ring the fighter has made headlines for his bouts with the law. Hes been arrested or cited for violence against women seven times. In 2012, Mayweather served two months in a Las Vegas jail for his attack on a longtime girlfriend.   Floyd Mayweather is a polarizing figure because of much of whats happened outside the ring in addition to whats happened inside it, Bernstein said. And been judged mostly on what hes done in the ring.   But love him or hate him, Floyd Mayweather Jr. has been the biggest attraction in boxing for the last decade.   In his 19-year career, he has earned five championship titles, fame and fortune. In 2014, Forbes named Money Mayweather the highest-paid athlete in the world.   But despite all the money hes made in his career, not everyone is convinced hes hanging up the gloves for good.   Theres been so much speculation leading up to this fight about whether this is Floyd Mayweathers last fight; he has claimed that it is, but even hes left some wiggle room, Bernstein said.   Whether he decides to retire or fight again, one thing is certain: The 38-year-old boxer has left his mark on the sport.   I think if Floyd Mayweather wins this fight and its his final fight and he goes out undefeated, I think his legacy will be that he was the best fighter of this generation and he was one of the best that the sport has seen, Bernstein said.   The Mayweather-Berto fight will be broadcast at 8 p.m. ET/5 p.m. PT on Showtime Pay Per View. Showtime is a division of CBS.      © 2015 CBS Interactive Inc. All Rights Reserved..  ",
        "nr_tweets": 30,
        "tt_topic": [["XXXX-WXX-6TNI", "Saturday nights"], ["2015-12-05TNI", "Saturday night"], ["2015-12-04TNI", "Friday night"], ["XXXX-WXX-6TNI", "Saturday nights"], ["2015-08", "four months ago"], ["2015-12-04", "Friday"], ["2015-12-05", "Saturday"], ["2012", "2012"], ["P2M", "two months"], ["200", "the last decade"], ["P19Y", "19-year"], ["2014", "2014"], ["2015-12-05T20:00", "8 p.m."], ["2015-12-05T17:00", "5 p.m."], ["2015", "2015"]],
        "tt_tweets": [["2015-12-05", "Saturday"], ["1997-05", "May 1997"], ["2015-09-12TNI", "last night"]],
        "exact_precision": 12.5,
        "exact_recall": 5.263,
        "exact_F1": 7.407,
        "partial_precision": 20.312,
        "partial_recall": 8.553,
        "partial_F1": 12.037
    },
    {
        "topic": "79407845-619e-4ab4-8b06-eee52d11db49",
        "content": "Heathrow expansion: Protesters take direct action against executives   By Gareth Furby  BBC London reporter     14 September 2015   From the section London     Image copyright     Image caption  Many residents of Harmondsworth oppose a third runway at Heathrow Airport as it could mean the demolition of the village    Home-owners in west London whose properties lie in the path of a proposed third runway for Heathrow have taken their fight to the people in charge.   Some residents of Harmondsworth, Hillingdon could have their properties compulsorily purchased for demolition.   In retaliation they targeted the director of corporate responsibilitys house by laying a giant plastic runway across his drive.   Matt Gorman said he was not happy about the incident and said his familys privacy had been invaded.      Image caption  Veronica and Phil Rumseys house could be demolished if the government decide to build a third runway    The protestors stunt came after the Airports Commission backed a third runway at Heathrow which is being considered by the government.        The group also targeted the property of the airports chief executive John Holland-Kaye.   Veronica Rumsey, who has lived in her house for 43 years said the action was to show we were here first.   Her neighbour, Neil Keveren, said they  were living without peace of mind and he would fight for his property.      He said: Im not leaving it and that is all there is to it. If it takes more direct action there will be more direct action.      Image caption  Neil Keveren was fined £600 after he blocked the tunnel which leads to Heathrow Airport terminals 1, 2 and 3    In July Mr Keveren was fined £600 for blocking the tunnel which leads to Heathrow Airport terminals 1, 2  and 3, but he said people need to know that we are going to go the whole hog.   Heathrow Airport said it had created a plan which had the local community at its core and included a compensation package of more than £1bn for noise insulation and compulsory purchases.   In a statement it said: The protestors are a small minority...Heathrow expansion will create 40,000 new jobs in London and up to 180,000 jobs and £211bn of economic growth across the country.   John Stewart the chair of the main anti-Heathrow expansion group Hacan said: This just shows how angry people are.   The fact that ordinary residents are willing to go to these lengths is a signal of just how difficult it will be for the airport and any government to build a third runway at Heathrow.   BBC Inside Out London is on BBC One in the London region on Monday 14 September at 19:30 BST, nationwide on the BBC News Channel at 20:30 and on the BBC iPlayer for 28 days thereafter..  ",
        "nr_tweets": 20,
        "tt_topic": [["2015-09-14", "14 September 2015"], ["P43Y", "43 years"], ["2016-07", "July"], ["2015-09-14", "Monday"], ["2015-09-14", "14 September"], ["P28D", "28 days"]],
        "tt_tweets": [["PRESENT_REF", "now"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "7ba01d52-a333-461d-bd91-a3bd9d5c043c",
        "content": "EXPRESS SPORT brings you all the latest transfer news from the Premier League.   Juventus are looking to land Bayern Munich star Mario Gotze if Paul Pogba joins Chelsea.    Chelsea were repeatedly linked with a move to sign Pogba this summer, however a deal failed to materialise.    However, Juve are preparing for Pogbas departure by eyeing a move to sign World Cup winner Gotze, according to reports in Spain.    The Germany international could look to leave Bayern after falling out of favour with manager Pep Guardiola.   Liverpool are looking at securing a swap deal to land AC Milan star Jeremy Menez.    According to reports in Spain , Milan are keen to sign Lucas Leiva and will offer Menez in return.    Both sides are said to be close to agreeing terms and the deals could be completed in the January transfer window.    Manchester United keeper David De Gea has signed a new four-year £200,000-a-week deal at Old Trafford.   De Gea said: I am delighted to be starting this new chapter in my United career.    I have always enjoyed playing with these great players in front of our fantastic fans.    Manchester United is a special club and Old Trafford is an ideal place for me to continue to develop my career..  ",
        "nr_tweets": 23,
        "tt_topic": [["2015-SU", "this summer"], ["2015-01", "January"], ["P4Y", "four-year"], ["P1W", "a-week"]],
        "tt_tweets": [["2015-01-09", "today"], ["PRESENT_REF", "now"], ["2015-SU", "The Summer"], ["2015-09-03", "Sept 3"], ["PRESENT_REF", "now"], ["2015-SU", "summer"], ["2015-09-13", "Sunday"]],
        "exact_precision": 12.5,
        "exact_recall": 20.0,
        "exact_F1": 15.385,
        "partial_precision": 14.062,
        "partial_recall": 22.5,
        "partial_F1": 17.308
    },
    {
        "topic": "f0b9b1b7-f8c9-4da3-bd7d-ec07993c7c4a",
        "content": "(September 09, 2015) LEWISVILLE, Texas, Sept. 9, 2015 /PRNewswire/ -- Adeptus Health Inc. (NYSE: ADPT), the largest operator of freestanding emergency rooms in the U.S., today announced that executives Thomas S. Hall, Chairman and CEO, and Timothy Fielding, CFO, will host a fireside chat at the Morgan Stanley Global Healthcare Conference in New York, NY on Wednesday, September 16, 2015, at 11:05 am ET. About Adeptus Health Inc.Adeptus Health Inc. (NYSE: ADPT) is a leading patient-centered healthcare organization expanding access to the highest quality emergency medical care through its network of freestanding emergency rooms and partnerships with premier healthcare providers. In Texas, Adeptus Health owns and operates First Choice Emergency Room, the nations largest and oldest network of independent freestanding emergency rooms. In Colorado, in partnership with University of Colorado Health, Adeptus Health operates UCHealth Emergency Rooms. In Arizona, with Dignity Health, Adeptus Health owns and operates Dignity Health Arizona General Hospital and freestanding emergency rooms. In Louisiana, Adeptus Health has a partnership with Ochsner Health System, the states largest healthcare system, to improve access to emergency medical care. All Adeptus Health freestanding facilities are fully equipped emergency rooms with a complete radiology suite of diagnostic technology (CT scanner, ultrasound, and digital X-ray), on-site laboratory, and staffed with board-certified physicians and emergency trained registered nurses. According to patient feedback collected by Press Ganey Associates Inc., Adeptus Health provides the highest quality emergency medical care and received the 2013 and 2014 Press Ganey Guardian of Excellence Award for exceeding the 95th percentile in patient satisfaction nationwide. For more information please visit us on the web at adhc  Investor Relations Contact:   Susan A. Noonan  S.A. Noonan Communications, LLC  Tel: (212) 966-3650  Email:  Media Contact:  Jackie Zupsic   Hill+Knowlton Strategies  Tel: (212) 885-0590  Email:    Logo -   To view the original version on PR Newswire, visit:  SOURCE Adeptus Health Inc..  ",
        "nr_tweets": 13,
        "tt_topic": [["2015-09-09", "September 09, 2015"], ["2015-09-09", "Sept. 9, 2015"], ["2015-09-09", "today"], ["2015-09-16", "Wednesday, September 16, 2015"], ["2015-09-16T11:05", "11:05 am"], ["2013", "2013"], ["2014", "2014"]],
        "tt_tweets": [["2015-09-27", "September 27, 2015"], ["2015-09-05", "September 05, 2015"], ["2015-09-05T09:05", "09:05AM"], ["2015-09-09", "September 09, 2015"], ["2015-09-09T06:03", "06:03AM"], ["2015-09-09", "September 09, 2015"], ["2015-09-09T11:04", "11:04AM"]],
        "exact_precision": 23.529,
        "exact_recall": 25.0,
        "exact_F1": 24.242,
        "partial_precision": 27.941,
        "partial_recall": 29.688,
        "partial_F1": 28.788
    },
    {
        "topic": "d59431ae-7f4c-4a03-88a0-d05c57d62be3",
        "content": "NEW YORK--( BUSINESS WIRE )--Annaly Capital Management, Inc. (NYSE:NLY) (Annaly” or the Company”)         today announced that its wholly-owned subsidiary Annaly Commercial Real         Estate Group, Inc. has provided a $592 million loan to an affiliate of         Blackstone Real Estate Partners VIII (Blackstone”), and their partner         Fairstead Capital for the purchase of a 24 building New York City         multi-family apartment portfolio.       Annaly capitalized on Blackstone’s strong relationship with the         institutional commercial real estate origination team that recently         joined Annaly from GE Capital Real Estate.      This transaction is another example of the progress we are making in         growing our commercial real estate business through high quality         institutional relationships”, said Kevin Keyes, President and incoming         CEO of Annaly. We will continue to utilize our balance sheet strength         as a strategic advantage as we build out our commercial real estate         platform.”      While this is our first commercial transaction with Annaly, we look         forward to growing the relationship based on the quality of execution,”         commented Michael Lascher, a Managing Director in the Real Estate group         and the Global Head of Real Estate Debt Capital Markets of Blackstone.       About Annaly       Annaly’s principal business objective is to generate net income for         distribution to its shareholders from its investments. Annaly is a         Maryland corporation that has elected to be taxed as a real estate         investment trust (REIT”). Annaly is managed and advised by Annaly         Management Company LLC.       Other Information       This news release and our public documents to which we refer contain or         incorporate by reference certain forward-looking statements which are         based on various assumptions (some of which are beyond our control) and         may be identified by reference to a future period or periods or by the         use of forward-looking terminology, such as may,” will,” believe,”         expect,” anticipate,” continue,” or similar terms or variations on         those terms or the negative of those terms. Actual results could differ         materially from those set forth in forward-looking statements due to a         variety of factors, including, but not limited to, changes in interest         rates; changes in the yield curve; changes in prepayment rates; the         availability of mortgage-backed securities and other securities for         purchase; the availability of financing and, if available, the terms of         any financings; changes in the market value of our assets; changes in         business conditions and the general economy; our ability to grow the         commercial mortgage business; credit risks related to our investments in         Agency CRT securities, commercial real estate assets, residential         mortgage-backed securities and related residential mortgage credit         assets and corporate debt; our ability to grow our residential mortgage         credit business; changes in government regulations affecting our         business; our ability to maintain our qualification as a REIT for         federal income tax purposes; and our ability to maintain our exemption         from registration under the Investment Company Act of 1940, as amended.         For a discussion of the risks and uncertainties which could cause actual         results to differ from those contained in the forward-looking         statements, see Risk Factors” in our most recent Annual Report on Form         10-K and any subsequent Quarterly Reports on Form 10-Q. We do not         undertake, and specifically disclaim any obligation, to publicly release         the result of any revisions which may be made to any forward-looking         statements to reflect the occurrence of anticipated or unanticipated         events or circumstances after the date of such statements..  ",
        "nr_tweets": 5,
        "tt_topic": [["2015-09-16", "today"], ["PAST_REF", "recently"], ["1940", "1940"], ["PAST_REF", "recent"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "86ffe840-0a6b-4e7d-9490-e24636a3a214",
        "content": "Adelaide coach Scott Camporeale doesnt feel cheated, but says he wouldnt deploy North Melbournes controversial tactic of resting players.      The Roos are resting nine star players from Friday nights AFL final round fixture against Richmond - a result the Crows are sweating on for their finals campaign.      If the Kangaroos win, Adelaide could host a home elimination final.      But the mass resting has North expected to lose, costing the Crows a home play-off - and ensuring the Roos play in Melbourne in the first week of finals.      The rules are in place and we will just deal with it as it is, Camporeale told reporters on Friday as his team prepared to travel to Geelong for Saturdays match against the Cats.      We have just got to worry about ourselves.      Im not going to comment on other clubs as to what they do. But for us at the moment we have picked our best 22 to win this weekend.      The rules are in place. They (North) are doing what is best for their footy club so thats fair enough, that is their prerogative.      I can only worry about what were doing.      Camporeale said he placed a higher priority on synergy within his team than resting players.      That is my philosophy at the moment, absolutely, he said.      With where our list is at in terms of a young list and the maturity of it, we need to make sure that were all on the same page going into the first week of the finals.      Theres a lot of guys who havent been in that situation so I think that is critical going into next week..  ",
        "nr_tweets": 26,
        "tt_topic": [["XXXX-WXX-5TNI", "Friday nights"], ["2015-04-03", "Friday"], ["2015-W15-WE", "this weekend"], ["2015-W16", "next week"]],
        "tt_tweets": [["2015-03-06TNI", "Friday night"], ["2015-03-09", "today"], ["2015-W11-WE", "this weekend"], ["2015-04-03TNI", "Friday Night"], ["2015-04-09TNI", "tonight"], ["2015", "2015"], ["PRESENT_REF", "now"], ["2015-12-05TNI", "Saturday night"], ["2016-09-19", "September 19"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 3.846,
        "partial_recall": 7.143,
        "partial_F1": 0
    },
    {
        "topic": "89036bd9-737d-4865-a461-a5883a14e46d",
        "content": "Thousands of Calgarians stood out in the chilly night air, craning their necks for a glimpse of the rare lunar-eclipse-supermoon combo. But for many, the clouds got in the way.   ​It was the first time in 30 years that a total lunar eclipse coincided with a supermoon, which occurs when a full or new moon makes its closest approach to the Earth and appears slightly larger and brighter than normal.  Beverly Lutz was among about 100 people who went to the docks of the Calgary Canoe Club to gaze at the moon. She wasnt totally disappointed.  We were seeing just the end of the eclipse and so you could see that it … was very bright on the right side and some on the lower side, she said.  So, like they say in Spanish, mejor que nada — its better than nothing. So, it was great to see it.  Some skywatchers had better luck.   Here is a shot of the moon just after totality has ended. Getting good focus was tough due to seeing conditions. pic.twitter  The next confluence of a total lunar eclipse with a supermoon is expected in 2.  ",
        "nr_tweets": 48,
        "tt_topic": [["P30Y", "30 years"]],
        "tt_tweets": [["2015-08", "August"], ["2015", "2015"], ["2015", "2015"], ["2015-09-27", "Sunday"], ["2015-09-27", "Sept 27"], ["2015-09-27T22:11", "10:11 pm"], ["2018", "2018"], ["2015-09-20TEV", "Sunday evening"], ["2015", "2015"], ["2015-09-27TNI", "Sunday night"], ["2015-09-27TNI", "Tonight"], ["2015-09-27TNI", "tonight"], ["2015-09-27TNI", "tonight"], ["2015-09-27TNI", "tonight"], ["2015-09-27TNI", "tonight"], ["P30Y", "30 years"], ["2015-09-27TNI", "tonight"], ["P30Y", "more than 30 years"], ["2015-09-28TNI", "tonight"], ["PRESENT_REF", "right now"], ["2033", "2033"], ["2015-09-28TNI", "tonight"], ["2033", "2033"], ["0198", "198"], ["P33Y", "33 years"], ["2015-09-27TNI", "last night"], ["2015-09-27TNI", "last night"], ["P18Y", "18 years"]],
        "exact_precision": 5.357,
        "exact_recall": 75.0,
        "exact_F1": 10.0,
        "partial_precision": 5.357,
        "partial_recall": 75.0,
        "partial_F1": 10.0
    },
    {
        "topic": "899a8c22-3bf4-4274-ae6b-d3ac4ee451e3",
        "content": "Video will begin in 5 seconds.      More video  Recommended   Replay video      Apple unveils iPad Pro, Apple TV, iPhone 6S    Apple reveal the iPad Pro - their largest tablet to date - as well as Apple TV and new iPhone models with 3D touch.    PT0M54S   620  349      Apple has unveiled new iPhones alongside an updated version of its Apple TV, with an app store and a voice-controlled remote control, as well as a 12.9-inch iPad Pro at a media event in San Francisco.   The new phones, called iPhone 6s and 6s Plus, which look like their predecessors that debuted last year, add an improved camera, speedier processor and a new feature called 3D Touch that lets users make different commands and reach shortcuts and menus by pressing down harder or softer on the screen. The handsets come in four colours — silver, gray, gold and rose gold.      The new iPhone 6s and 6s Plus. Photo: Bloomberg        The phones will be available in Australia on September 25, and can be pre-ordered from Saturday September 12. The least expensive iPhone 6s, which has 16GB of storage, will cost $1079. The larger 6s Plus starts at $1229.      While they may look familiar, we have changed everything about these new iPhones. said Cook. They are the most advanced smartphones in the world.   The 3D Touch features serves as a shortcut for commonly used applications. Pressing down on the camera icon on the iPhone gives a quick entry point for taking a selfie. Pressing on an e-mail will give a preview of a new message.      The new Apple TV has a touch-enabled remote and a microphone for making commands.       The new phones will ship with iOS 9, the new operating system that will also power the new iPads and will roll out as an update to existing devices. The new software introduces more intelligent search features and, for iPad, advanced multitasking.   The iPhone is Apples most important product category,  driving nearly two-thirds  of the companys $US49.6 billion in revenue in the most recent quarter.   Apple Chief Executive Tim Cook described the new Apple TV, a product which the company long called a hobby, as the future of television, offering personalisation and ease of use. In the US it starts at $US149.       Hipster Whales Andy Sum demonstrates Crossy Road on the Apple TV. Photo: Apple        One of the marquee features of the device is the ability to give Siri casual spoken commands like Show me that Modern Family episode with Edward Norton, and have the intelligent assistant pluck the correct episode from your library or streaming service of choice.   The Apple TV runs on a new operating system called tvOS, allowing developers to produce apps specifically for the big screen, including games. Australian game designer Andy Sum of Hipster Whale took the stage to show off a new version of the studios hit Crossy Road that works on Apple TV and adds new multiplayer features.   Weve been working really hard, and really long, on TV, Cook said, emphasising the word long in a nod to the time it has taken the company to produce an ambitious TV product.      Tim Cook with the iPad Pro. Photo: Bloomberg        Cook had begun the morning by talking up the Apple Watch, saying customer satisfaction for the new product was 97 per cent. Apple is working with French luxury goods maker Hermes on a new watch collection, and Facebook Messenger is coming to the device, he added.   He then rolled out the iPad Pro with a 12.9-inch screen and said it had performance similar to a desktop computer. Apple showed off a smart keyboard and a stylus called Pencil.   Apple said it had partnered with Cisco Systems and IBM to help power the iPad Pro, which it said is up to 1.8 times faster and has a 10-hour battery life. Apple announced partnerships with former rival Microsoft and Adobe Systems, as well.   The new iPad will start at $US799 in the US, although the Pencil and keyboard is extra. An iPad Mini 4 was also unveiled. Australian pricing is yet to be announced.   Also announced were a big new iPad aimed at business customers — which has an optional Pencil stylus and keyboard — and a pair of new iPhones with faster processors and new touch capabilities.   Fairfax Media, agencies.  ",
        "nr_tweets": 21,
        "tt_topic": [["PT5S", "5 seconds"], ["2014", "last year"], ["2015-09-25", "September 25"], ["2015-09-12", "Saturday September 12"], ["PAST_REF", "recent quarter"], ["PT10H", "10-hour"]],
        "tt_tweets": [["PT10H", "10-hour"], ["2015", "2015"]],
        "exact_precision": 25.0,
        "exact_recall": 12.5,
        "exact_F1": 16.667,
        "partial_precision": 31.25,
        "partial_recall": 15.625,
        "partial_F1": 20.833
    },
    {
        "topic": "b28a79e8-1cd5-459e-875e-1a8ac11319d3",
        "content": "(September 22, 2015) Houston, TX (PRWEB) September 22, 2015   CSI Software announces an app designed exclusively for the Apple Watch. Packed with features unique to the Apple Watch user experience, the app will enable health and fitness facilities to interact with customers in a more personal way using real-time information.   The Apple Watch app is automatically available for any customer currently using CSI Softwares iPhone app. App users can quickly and conveniently view class schedules and upcoming reservations, receive push notifications, and check in to their facility on the fly.   CSI Software designed the app to combine the marketing benefits of personalization with the health and fitness benefits of wearable devices. Health and fitness has proven to be the ideal use case for wearable devices and the Apple Watch app will help CSI Software customers capitalize on the growing wearable tech market. The company says facilities with the app can engage customers in the moment with elegant and intuitive features for boosting attendance, improving operations, and building stronger customer relationships. Members using the Apple Watch app will enjoy a leading-edge mobile experience full of instant information and actionable notifications. And to bridge facility to member, the app displays a branded icon with each facilitys logo and colors. This level of customization and branding is critical when competing for downloads and retention in todays mobile environment.   Targeted features and technologies available in CSI Softwares Apple Watch app:   Browse a list of upcoming class schedules. Users can view class schedules for the next 24 hours, including important details. See a list of upcoming reservations. These are Glances of any upcoming reservations, an Apple Watch feature built for the natural way we experience time with a watch. Send push notifications from your facility. Reminders of upcoming classes and other key communications are pushed right to a members wrist. Check in with the Apple Watch. Using Passbook, check-in has never been faster. The pass will appear on the watch as the customer approaches the facility. The automated check-in feature also allows facilities to eliminate membership cards and bottlenecks.  The Apple Watch is full of breakthrough technology and having app functionality positioned on the wrist allows health and fitness businesses to offer something brand new, a way to differentiate in an increasingly mobile world. Coupled with CSI Softwares existing mobile app for iPhones, the Apple Watch app gives health and fitness facilities a complete mobile ecosystem to satisfy prospects and members.  About CSI Software  CSI Software provides fully integrated, single source health and fitness club management software to health and fitness clubs, campus recreation centers, parks and recreation facilities, wellness centers and hotels and fitness resorts, as well as JCC, YMCA and YWCA organizations.  Empower your members to book, register, and schedule from their phones with CSI Softwares mobile app.  Read the full story at   FB.init(4112331804fd1df554354de5f28d86f9, /xd_receiver.htm);.  ",
        "nr_tweets": 10,
        "tt_topic": [["2015-09-22", "September 22, 2015"], ["2015-09-22", "September 22, 2015"], ["PRESENT_REF", "currently"], ["P1D", "the next 24 hours"]],
        "tt_tweets": [["2015-09-16", "September 16th"], ["PRESENT_REF", "currently"]],
        "exact_precision": 50.0,
        "exact_recall": 25.0,
        "exact_F1": 33.333,
        "partial_precision": 50.0,
        "partial_recall": 25.0,
        "partial_F1": 33.333
    },
    {
        "topic": "8b31120e-d654-45b4-a5df-8fef674339d8",
        "content": "at 16:15 PM EDT [Business Wire] – MetLife, Inc. today announced that its board of directors has authorized additional repurchases of MetLife common stock, bringing MetLife’s available repurchase authorization to $1 billion. Read more on this. . . . → Read More: Company Update (NYSE:MET): MetLife Increases Share Repurchase Authorization to $1 Billion Similar Articles: Company Update: MetLife Inc (NYSE:MET) – MetLife Declares Third Quarter 2015 Preferred Stock Dividend Stock Update: MetLife Inc (NYSE:MET) – MetLife Provides $505 Million Loan to Facilitate Refinancing of Hotel Portfolio at Universal Orlando Resort Company Update: MetLife Inc (NYSE:MET) – MetLife Named a Top 20 U.S. and Global Company in Newsweek Green Rankings           Related Stocks.  ",
        "nr_tweets": 5,
        "tt_topic": [["XXXX-XX-XXT28:15", "16:15 PM"], ["2015-09-22", "today"], ["2015", "2015"]],
        "tt_tweets": [["2015-01-09", "today"], ["P2M", "Over the last two months"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 4.167,
        "partial_recall": 4.167,
        "partial_F1": 0
    },
    {
        "topic": "8c014427-87f3-4686-880c-a7ee6e14cc89",
        "content": "The Fed’s decision not to raise interest rates hinges critically on its view of inflation. The only reason to raise rates—ever—is to deal with inflation. Here are three things the Fed knows about inflation.  ",
        "nr_tweets": 37,
        "tt_topic": [],
        "tt_tweets": [["2015-09", "September"], ["2015-W38", "This Week"], ["2015-09-17", "Thursday"], ["PRESENT_REF", "Now"], ["2015-09-17", "today"], ["2015-09-17", "today"], ["2015-09-17TAF", "this afternoon"], ["2015-10", "October"], ["2015", "this year"], ["2015", "this year"], ["2015", "this year"], ["2015", "this year"], ["2015", "this year"], ["2015", "this year"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "9c2abfde-02c5-4342-8a24-7c929090a6f8",
        "content": "Benjamin Carson Sr. is well-known politician, author and retired Johns Hopkins neurosurgeon. In 2015 he made headlines after he announced that he was running for the Republican nomination in the 2016 presidential election. Aside from his political ambitions, Carson was the first surgeon to successfully separate conjoined twins joined at the head and was awarded the Presidential Medal of Freedom by President George W. Bush for his work. His views and speeches have solidified him as a popular conservative figure in politics..  ",
        "nr_tweets": 31,
        "tt_topic": [["2015", "2015"], ["2016", "2016"]],
        "tt_tweets": [["2015-09-17", "Sept. 17"], ["2016", "2016"], ["PT1M", "a minute"]],
        "exact_precision": 25.0,
        "exact_recall": 50.0,
        "exact_F1": 33.333,
        "partial_precision": 28.125,
        "partial_recall": 56.25,
        "partial_F1": 37.5
    },
    {
        "topic": "9ce6dea5-1d7e-4648-bcc4-c53d3d4e4558",
        "content": "A cricket fan has painstakingly hand-built a plastic miniature stadium in memory of Australian batsman Phillip Hughes.   Shaminder Singh bought parts from around the world, spending nearly 3,000 pounds and seven months putting his creation together at his Coventry home..  ",
        "nr_tweets": 6,
        "tt_topic": [["P7M", "seven months"]],
        "tt_tweets": [["P7M", "Seven months"]],
        "exact_precision": 50.0,
        "exact_recall": 50.0,
        "exact_F1": 50.0,
        "partial_precision": 50.0,
        "partial_recall": 50.0,
        "partial_F1": 50.0
    },
    {
        "topic": "9d543c22-80f6-4172-8491-06e1c278d6ff",
        "content": "BROOKSVILLE — An unidentified person died overnight when their car, a 1994 Ford Crown Victoria, crashed into a tree near Interstate 75 and burst into flames, Florida Highway Patrol troopers…    BROOKSVILLE — An unidentified person died overnight when their car, a 1994 Ford Crown Victoria, crashed into a tree near Interstate 75 and burst into flames, Florida Highway Patrol troopers reported.   The Ford was driving south on Interstate 75, south of State Road 50, just before 3 a.m. Sunday when it left the road for unknown reasons and crashed, according to an FHP r….  ",
        "nr_tweets": 29,
        "tt_topic": [["1994", "1994"], ["1994", "1994"], ["2015-09-27T03:00", "3 a.m. Sunday"]],
        "tt_tweets": [["2015-03-05", "early Thursday"], ["2015-05-09", "today"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "9e3ed925-b3cd-4f10-a9b0-f0ae259563f1",
        "content": "Photo courtesy of MTSobek   When word got out I was thinking of taking a group to Burma this November, I received this email:   Dear Mr. Bangs: I strongly advise you to drop travel to Burma.  The treatment of the Rohingy minority is so appalling that I feel that no one should be visiting that country...   This is not the first cease and desist-style communication Ive received about travel to a destination whose politics are at odds with our own. When I received a permit to take a first group of Americans to The Peoples Republic of China in the mid-70s, I received calls and letters from angry folks who were aghast that we would consort with the Communists. This was a few years after Nixons historic visit, and the advent of ping-pong diplomacy, but to some, the idea that we would visit an enemy state as travelers was abhorrent.   I received similar notices during apartheid in South Africa; when we took a group to Cuba in 1979; again when I first visited Iran; and once more when I took a first group of Americans to Gaddafis Libya.   Probably the biggest barrage of hate mail came when I received a permit to bring a group of Americans to North Korea. Even friends implored me not to go, arguing that the monies paid to the DPRK government would go to further oppression, and maybe even enhance nuclear armaments. Our tourism dollars might contribute to WWIII.   And now, Burma.   In John le Carrés 1990 book, The Secret Pilgrim, George Smiley reflects on the end of the Cold War:   I never saw policies as much other than excuses for not feeling. It was man who ended the Cold War in case you didnt notice. It wasnt weaponry, or technology, or armies or campaigns. It was just man. Not even Western man either, as it happened, but our sworn enemy in the East, who went into the street, faced the bullets and the batons and said: weve had enough. And the ideologies trailed after these impossible events like condemned prisoners, as ideologies do when theyve had their day.   I dont agree with governmental ideologies and policies of many of the places Ive visited...heck, I dont agree with many US policies, or even policies in my neighborhood. But, I dont believe a travel boycott is ever the answer. In fact, I deeply believe travel contributes, often granularly, but ultimately measurably, to the solution, or at least the evolution of consciousness. It is the human correction, and the arming of the oppressed with a larger truth, that empowers people to act.   Without travel and person-to-person encounters, mental walls are erected, and it becomes easier and easier to demonize the other side. Theyre evil, monsters, not like us, ready to destroy us at first opportunity. But, it is more often than not governments, and their ideologies, policies and leaders, that paint us as different and worthy of ruin. It is the corrupt regimes, not the commuters or mothers and their children, which violate human rights with alacrity and little consequence.  In North Korea, for three generations the common folk have been fed a non-stop diet of animus towards Japan, South Korea and America. And, most North Koreans believed what they were served, until recently when evidence that proved otherwise began to leak across the borders through cell phones, thumb-drives, DVDs, and visitors from the West.   Photo courtesy of MTSobek   When and if North Korea enjoys regime change, it will likely not be because of saber-rattling or brinkmanship, or boycotts or sanctions. It will likely be because the human spirit that thrives everywhere will find the voice, courage, passion and righteousness to force that change. And, while visits from foreigners will not be the tripwire that sets this off, they will be a contributor. Every human touchpoint is a chip in the wall. Every time I exchanged a smile, a handshake, a gift with a North Korean, I made a connection, a human link, making one another not just an abstract representation, but somebody closer to relative than enemy. And, in most cases, we dont want to see harm come to our family or friends, or even people weve met, no matter how briefly.   In these suitcases where we travel to despotic regimes, will our tourist dollars contribute to a worsening or extending of bad rule Not likely. About 1500 Western tourists now visit North Korea each year. About $500 of each travelers fee ends up with the government, so about $750,000, which is peanuts, not enough to buy even a cake of weapons grade plutonium, let alone build and staff an internment camp. It might, however, pay for a debaucherous evening out with Kim Jong-un and Dennis Rodman. The point is, withholding these monies, insignificant in the scheme, by not visiting will not influence policy, or effect meaningful change.   Whatever monies end up in the wrong hands, or spent in a way we dont approve, there is the other side of the ledger...the human factor. Everyone touched by a foreign visitor has the chance to see an alternative, to take measure of a friendly, curious face, and to question the status quo . One by one, the drip, drip, drip of humanity wears down the wall.   Western musicians were beseeched to boycott South Africa during apartheid. Paul Simon ignored that plea, and made beautiful cooperative music that resounded in the ears of the world. Few would disagree that the country is better off today, and that visits by artists, travelers and others during that dark time made a material difference.   In Christopher J. Kochs The Year of Living Dangerously, a Chinese-Australian dwarf, Billy Kwan, is aghast at horrific Indonesian government policies that have impoverished the masses. His response: he decides to help one random prostitute and her child, turning over the bulk of his paycheck each week. The theory...that if we all reach out and influence even one other human being, we are adding to the raindrops, and, at the end of the day, water always beats stone.   In a way, the Arab Spring was a variation on this theme of the benefits of crossing unpleasant borders, a virtual approximation of the human encounter. Employing social media, for the first time thousands of the disenfranchised were able to not only receive unfiltered information from beyond their precincts, but they could participate and send out what they saw, heard and felt. They grasped their own humanity and power, in numbers never before witnessed, and they engineered change. Flesh to flesh visits enable this as well, though fractionally. Still, each time we sit down at the table of someone beyond our ken we together move the pieces forward, advance the game, and impede the stalemates.   Which brings me back to Burma, one of the most beautiful and culturally-rich countries on the planet.   Yes, true democratic reform is a long ways off, but things have progressed significantly since the borders opened, and a Western-sense of fairness and equality is inching forwards. By our going, rather than staying, we help that process, not inhibit it. Just being there allows us, and those we meet, heightened awareness of each others social, cultural and political history, and we discover commonalities, cohesions and human kindness.   Yes, by traveling to Burma we unavoidably contribute in some measure to a bad regime. But, monies spent locally go directly to the villagers, helping to increase quality of life, including education and health. We cant travel throughout the whole of the country, and help all in this way, but again, by helping a little, we build the hill for bigger possibilities. When we stay in a local hotel, or eat at a local restaurant, we directly support small businesses. That lifts the economic boat, and when people are able to meet their daily needs, they are more able to work to remove tyranny.   Beyond the transactions and cultural reciprocity, an American visiting Burma can inspire local inhabitants to action. For many Americans the heritage is of immigration, fleeing persecution, oppression, and human-engineered environmental disaster. Our ancestors acted, and we, and our system of governance, no matter how imperfect, are the results.   But what is equally important is how we, the visitors, are affected and informed by traveling through Burma. When a place is just a distant swath on the map, an intangible and trivial concept, its easy to dismiss. Why bother How many people in your community or town know that the Rohingyas are among the most persecuted minorities in the world Who cares If you go, you will.   Once visited, a place like Burma, and its people, becomes familiar, like a backyard, or a family member. There is an emotional connection forged, an acquired understanding, and when there is a call for help, we are more likely to use our resources to act... to raise voices, to open wallets, to spend time, and to reach out. We, too, can make a positive difference....but it all starts by going there.   If youd like to join me, contact me at    Photo courtesy of MTSobek.  ",
        "nr_tweets": 5,
        "tt_topic": [["2015-11", "this November"], ["197", "the mid-70s"], ["PXY", "a few years"], ["1979", "1979"], ["PRESENT_REF", "now"], ["1990", "1990"], ["PAST_REF", "recently"], ["PRESENT_REF", "now"], ["P1Y", "each year"], ["2015-09-18", "today"], ["P1W", "each week"], ["2015-SP", "Spring"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "b43c7d5a-b486-415b-9d98-d9a9f62dff2c",
        "content": "– Mumbai      Peter Watts      The English Premier League has always had a strong fan following among Indian sports lovers across all age groups. Premier Explore is a UK based inbound tour operator that was established last year to bring clients from India to the UK on tailor-made packages for English Premier League. The objective of starting the business was to bring the English Premier League to the huge Indian following which has grown in the last five to 10 years. In 2008, 85 million people viewed English Premier League in India and last season saw the numbers increase to 155 million. Our product targets the upper end of the market. Right from the start to the finish of the experience will be luxury and bespoke,” said Peter Watts, founder and director, Premier Explore, adding that they see great potential for the product in the India market considering the fact that the luxury travel market in India has grown y-o-y at the rate of 20-25 per cent in the last five years.      Included in the package are visa, flights, accommodations, evening entertainment, dining requirements and of course English Premier League match day. There is opportunity to meet the players, get signed merchandise, best seats in the stadium, five hours experience than just 90 minutes (including pre-match meals). Some of the unique sightseeing experiences include driving a vintage car from the 1960s across Scottish Highlands, a visit to Scotland for the quintessential whiskey experience, hot air ballooning over the English countryside, private tours of Crown Jewels, etc.      Last season was our first year in business and we did 100 clients from the India market – from Chennai, Mumbai, Delhi and Kolkata. We worked with the travel trade then; while we want to continue growing our relationship with them we also want to work directly with the end consumer. Hence we have set up our first office in Kolkata and want to have offices in Delhi and Mumbai by this year end,” mentioned Watts. He is looking at taking 500 Indian football fans for the next season. The company is also strongly focusing on the corporate sector. Watts is in discussions with some big Indian brands. Even if there is any business that comes our way which is not high end luxury, we will still service the requirement,” clarified Watts.      Premier Explore will also offer high end luxury packages for other sporting events in the future like the Wimbledon championships and cricket at Lords..  ",
        "nr_tweets": 7,
        "tt_topic": [["2014", "last year"], ["P10Y", "10 years"], ["2008", "2008"], ["P5Y", "the last five years"], ["PT5H", "five hours"], ["PT90M", "90 minutes"], ["196", "the 1960s"], ["2015", "this year"]],
        "tt_tweets": [["2015-W46-WE", "this weekend"], ["2052", "52"], ["P5Y", "five years"]],
        "exact_precision": 12.5,
        "exact_recall": 6.25,
        "exact_F1": 8.333,
        "partial_precision": 15.625,
        "partial_recall": 7.812,
        "partial_F1": 10.417
    },
    {
        "topic": "b88cbbed-d9b5-47e1-8ef1-cb5361e3544d",
        "content": "FRANKFURT (Reuters) - The United States will be a cheaper location for making the A320 aircraft than either France or Germany, Airbus Group Chief Executive Fabrice Bregier told the German weekly Welt am Sonntag.      Local production is needed to meet U.S. demand for aircraft, which could become a hub for exports, Bregier told the paper. New production techniques and lower costs for non-unionised labor help to make the United States an attractive location, he said.      The aircraft which are made there are destined for sale in North America, the market is large. Long term, we have the possibility of exporting, Bregier is quoted as saying, although he added that exports are not currently planned.      Europe really needs to do something to remain competitive, Bregier told Welt am Sonntag.      By the end of 2017 Airbus will make four A320 aircraft a month in Mobile, Alabama, creating 1,000 jobs in the United States. Airbus hopes to make a new version of the A320 there in 2017, the newspaper said.      As part of the push, Bregier hopes to increase the market share of Airbus to 50 percent of the United States market, from 40 percent currently.      Global production of the A320 will be ramped up to 50 aircraft a month, Bregier said. The company has over 5,400 orders for A320s, and a second production line in Hamburg is being considered.      This year, Airbus will deliver just under 30 Airbus A380 models, Bregier told the paper. Airbus also hopes to be able to report some positive news by the end of the year concerning the profitability of the A380 program, Bregier told the newspaper.            (Reporting by Edward Taylor, editing by Larry King).  ",
        "nr_tweets": 11,
        "tt_topic": [["PRESENT_REF", "currently"], ["2017", "the end of 2017"], ["P1M", "a month"], ["2017", "2017"], ["PRESENT_REF", "currently"], ["P1M", "a month"], ["2015", "This year"]],
        "tt_tweets": [["2015-09-14", "Today"], ["2016-SP", "next spring"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 4.167,
        "partial_recall": 1.786,
        "partial_F1": 0
    },
    {
        "topic": "bb487a6c-0c13-4a30-a22b-bd865fef9f01",
        "content": "The Obama administration is planning direct talks between Russian and American military officials soon over Russias military buildup in Syria, a development that has flummoxed the US.        Secretary of State John Kerry told reporters in London that President Barack Obama believes military-to-military discussions with Russia are an important next step as the US and its allies seek to resolve a worsening Syria crisis while also trying to understand Russias burgeoning role. Russian Foreign Minister Sergey Lavrov first broached the idea earlier this week in a phone call with Kerry..  ",
        "nr_tweets": 38,
        "tt_topic": [["2015-W38", "earlier this week"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "be8e1b0d-6512-495d-8b55-40b0320a513e",
        "content": "PRWeb   Ziegler, a specialty investment bank, is pleased to announce the successful closing of the $44,490,000 tax-exempt, fixed-rate Buffalo and Erie County Industrial Land Development Corporation, Revenue Refunding Bonds, Series 2015 (Orchard Park CCRC, Inc. Project). Orchard Park CCRC, Inc. d/b/a Fox Run at Orchard Park (Fox Run) is a New York not-for-profit corporation, located on a 53-acre campus in Orchard Park, New York, south of Buffalo.   Fox Run is a Lifecare Community available to individuals age 62 or older. The campus is partially wooded with preserved wetlands. Fox Run was established by the United Church Home Society, Inc. (UCHS), a local not-for-profit organization. UCHS has roots in caring for seniors dating back to 1877 and is affiliated with the United Church of Christ denomination. The UCHS mission is to identify opportunities and support ventures that develop community, residential and home based solutions to help people become or remain independent, with an emphasis on serving an aging population.        Fox Run began operating November 1, 2007. There are 180 independent living units comprised of 30 patio homes and 150 apartments in a two-story apartment building with a Health Center and a Community Center. The health center contains 50 skilled nursing beds and 52 assisted living suites (including 18 memory care units). The first independent living units were occupied in November 2007 at which time the facility became operational.   The 45,000 square foot community center (the Commons) includes a central dining room, a casual bistro, a private dining room for special occasions, a pub that hosts weekly happy hours, an event center that is used for everything from guest speakers to parties and religious services, a library with computer stations, gathering space, social and recreational facilities, gift shop, art gallery, beautician/barber facilities, rooftop greenhouse, and administrative offices. The Commons also includes a wellness nurses office, swimming pool and fitness center for our health and wellness programming as well as for transitional programming from our Health Center Therapy clinic. The Fox Run campus also includes carports for independent residents, a mile long paved walking path, wooded nature trails and a public garden that is used and maintained by the residents.   The Series 2015 Bonds are being issued to (a) refinance the outstanding principal amount of the Erie County Industrial Development Agencys $44,235,000 original principal amount Revenue Bonds (Orchard Park CCRC, Inc. Project), Series 2006A (underwritten by Ziegler), which financed the construction of the original facility; (b) finance and/or reimburse the costs of the 2015 equipment with respect to the original facility; and (c) pay all or a portion of the costs incidental to the issuance of the Series 2015 Bonds, including any reserve funds as may be necessary to secure the Series 2015 Bonds.   Keith Robertson, Managing Director in Zieglers senior living practice, commented, Despite a slower than expected initial fill-up due to the financial crisis, over the past five years, Fox Runs management and board has done an extraordinary job focusing on what was needed to improve occupancy and enhance operations, resulting in an impressive BBB- (Stable Outlook) investment grade credit rating from Fitch. With an improving bond market, Fox Runs bonds were sold to more than 15 investment funds, providing Fox Run with significant net present value savings and annual debt service savings, strongly positioning the community for the future. It has been an honor to work so closely with Fox Run over the years, witnessing first-hand how theyve addressed their challenges. Im glad we were able to deliver such a positive result for the community with this refinancing.   Ziegler is one of the nations leading underwriters of financing for not-for-profit senior living providers. Ziegler offers creative, tailored solutions to its senior living clientele, including investment banking, financial risk management, merger and acquisition services, investment management, seed capital, FHA/HUD, capital and strategic planning as well as senior living research, education, and communication.   For further information on the structure and use of this issue, please see the Official Statement located on the Electronic Municipal Market Access systems Document Archive .   For more information about Ziegler, please visit us at  .   About Ziegler:   The Ziegler Companies, Inc., together with its affiliates (Ziegler), is a privately held, specialty investment bank with unique expertise in complex credit structures and advisory services. Nationally, Ziegler is ranked as one of the leading investment banking firms in its specialty sectors of healthcare, senior living, religion, and education, as well as general municipal and structured finance. Headquartered in Chicago, IL with regional and branch offices throughout the U.S., Ziegler provides its clients with capital raising, corporate finance, FHA/HUD, strategic advisory services and research. Ziegler serves institutional and individual investors through its wealth management and capital markets distribution channels.   Certain comments in this news release represent forward-looking statements made pursuant to the provisions of the Private Securities Litigation Reform Act of 1995. This clients experience may not be representative of the experience of other clients, nor is it indicative of future performance or success. The forward-looking statements are subject to a number of risks and uncertainties, in particular, the overall financial health of the securities industry, the strength of the healthcare sector of the U.S. economy and the municipal securities marketplace, the ability of the Company to underwrite and distribute securities, the market value of mutual fund portfolios and separate account portfolios advised by the Company, the volume of sales by its retail brokers, the outcome of pending litigation, and the ability to attract and retain qualified employees.   # # #   Read the full story at    PRWeb  ",
        "nr_tweets": 5,
        "tt_topic": [["2015", "2015"], ["1877", "1877"], ["2007-11-01", "November 1, 2007"], ["2007-11", "November 2007"], ["2015", "2015"], ["P5Y", "over the past five years"], ["1995", "1995"]],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "bfc58ab8-8af2-45cd-9e4d-7db7c25613ec",
        "content": "SAN PEDRO, Calif., Sept. 16 (UPI) --  Republican presidential hopeful Donald Trump was met with a raucous crowd of protesters Tuesday as he delivered another round of harsh rhetoric on illegal immigration during a California campaign stop.      Trumps speech aboard the decommissioned USS Iowa lacked his usual flair as a few hundred protesters with signs chanted dump Trump, sometimes overshadowing the applause from the 850 attendees.      Trumps speech was advance-billed as a major national security speech, but it clocked in at just 13 minutes with few specifics. There was no mention of the Islamic State, the militant group Trump has vowed to eradicate, and there were few details about policies in regards to China, the nation he says is responsible for Americas trade problems.      Instead, he again blasted the Iran nuclear deal reached by President Barack Obama and other world powers, and vowed to overhaul the Department of Veterans Affairs. Much of what he said went back to immigration.      We have illegal immigrants that are treated better by far than our veterans, Trump said. Its not going to happen anymore.      Trumps remarks came ahead of the much-anticipated debate Wednesday night on CNN, where foreign policy issues are likely to take the forefront. Several GOP candidates indicated they plan to press Trump on policy specifics.      Related UPI Stories.  ",
        "nr_tweets": 38,
        "tt_topic": [["2015-09-16", "Sept. 16"], ["2015-09-15", "Tuesday"], ["PT13M", "13 minutes"], ["2015-09-16TNI", "Wednesday night"]],
        "tt_tweets": [["PRESENT_REF", "now"], ["2015-09-13", "Sunday"], ["2015-09-28", "tomorrow"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "c24983f3-70bc-4e1e-b1ab-75d559adc338",
        "content": "Grace, with its maximum sustained winds of 40 mph, is about 285 miles southwest of the Cape Verde Islands and at least five days east of the Lesser Antilles.   Forecasters said Grace should strengthen during the next day or so, but then the storm will run into vertical winds that will cause it to weaken or break up. It also will be adversely affected by dry air, the hurricane center said.   Tropical Storm Grace is headed west at 14 mph..  ",
        "nr_tweets": 19,
        "tt_topic": [["P5D", "at least five days"], ["2015-06-10", "the next day"]],
        "tt_tweets": [["2015-06-09", "earlier today"], ["XXXX-XX-XXT05:00", "5 AM"], ["PRESENT_REF", "now"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "df884099-773c-4c66-a947-315e8c79ddc0",
        "content": "WESTBOROUGH, Mass. -- (BUSINESS WIRE) -- AnchorOps, the leader in payment solutions for traditional and political media agencies, announced today that it has joined the American Association of Political Consultants (AAPC) as it sees continued growth of its AnchorOps ePay Political solution. The AAPC is America’s only network of political professionals, founded in 1969; it is a multi-partisan organization of political and public affairs professionals with over 1,250 members. AnchorOps membership demonstrates its commitment to advancing the needs of political media consultants and agencies.   Political advertising agencies face unique buying pressures and demands to ensure that media is executed within tight timeframes and last minute deadlines. AnchorOps is committed to helping our political media customers improve their electronic payment processing,” said David Frogel, CEO and founder at AnchorOps. Joining the AAPC gives us the ability to share these best practices more broadly. The AAPC is distinctive in its ability to bring together political and public affairs leaders to address critical issues and provide strong networking and professional development. AnchorOps is proud to be associated with this prominent organization.”   AnchorOps will be a Gold Sponsor at the upcoming AAPC 2015 Austin Regional Conference taking place September 17 in Austin, TX. In addition, CEO David Frogel will be a panelist in a session titled How to Better Manage Cash Flow” which will explore solutions that can help meet the distinct needs of the political media landscape and enable organizations to better manage their business.   AnchorOps has seen significant growth of political media customers as they prepare for the upcoming political campaign season. Now, with its membership in the AAPC, it can further extend its reach to political media agencies to help improve communication regarding media placement and to quickly navigate payments, which are crucial to a campaigns success.   ABOUT ANCHOROPS   AnchorOps is exclusively dedicated to providing financial solutions for traditional and political media agencies. The Company’s electronic payment and reconciliation solutions drive process efficiencies, increase revenue, reduce financial risk, and allow employees to focus on customers instead of tactical execution. AnchorOps software platform, OpsPulse, includes modules for electronic payment dashboards, media reconciliation and RFP management. For more information visit  or follow us on Twitter: @AnchorOps   View source version on businesswire  ",
        "nr_tweets": 3,
        "tt_topic": [["2015-09-15", "today"], ["1969", "1969"], ["2015", "2015"], ["2015-09-17", "September 17"], ["PRESENT_REF", "Now"]],
        "tt_tweets": [["2015-09-16", "today"], ["P5Y", "over the past 5 years"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 4.167,
        "partial_recall": 2.5,
        "partial_F1": 0
    },
    {
        "topic": "e7fc9f97-0952-4481-951b-583a3f17893e",
        "content": "Amerlux is delighted to be involved in creating the Night of Heritage Light and seeing these World Heritage sites in a way that no one has done before, says Amerlux President/CEO Chuck Campagna   The Night of Heritage Light will illuminate 10 World Heritage Sites in the UK. Starting at William the Conquerors Tower of London   Lighting is an art as well as a science, and its been really exciting and a lot of fun for us to participate in this event, alongside the SLL and CIBSE, continued Mr. Campagna. We hope it will inspire the next generation of lighting designers, and remind others of the huge role lighting plays in their daily lives.  Combining their love of light and art, design teams will showcase the practical applications of lighting and how it can improve and enhance architecture. The event will spotlight UNESCO World Heritage Sites to bring additional recognition to these internationally acclaimed locations. About The Society of Light & Lighting (SLL)  The SLL is considered the premier setter of professional practice and authority on lighting design matters. The organization publishes guidance and codes, which are internationally recognized as authoritative, and sets the criteria for best practice in the profession. SLL is part of the Chartered Institution of Building Services Engineers (CIBSE). For more information, please visit   About The Chartered Institution of Building Services Engineers (CIBSE)   The CIBSE is the prime source of expertise for sustainable buildings, harnessing its members skills and knowledge to raise competence across the industry. CIBSE is a licensed institution of the Engineering Council (UK) and has over 19,000 members globally. More details are available at    About the Night of Heritage Light   For more information about the Night of Heritage Light, please visit  or #NoHL, and for further press materials such as images, please contact by phone at Matt Snowden (0) 20 8772 3671 or email at msnowden@cibse.org   About Amerlux LLC  A global trailblazer in lighting technology and design, Amerlux understands that the true power of light is not measured in lumens alone, but ultimately in the human responses it creates. Brilliant innovators in its brand-new Oakland, N.J.   Contact:  AMERLUX, LLC  178 Bauer Drive   Oakland, New Jersey   Logo -    To view the original version on PR Newswire, visit:  ",
        "nr_tweets": 28,
        "tt_topic": [],
        "tt_tweets": [["PRESENT_REF", "now"], ["2015-10-01", "Oct 1st"], ["2015-10-01", "Oct 1st"], ["2015-10-01", "Oct 1st"], ["2015", "2015"], ["2015-09-24", "This Thursday"], ["2015-10-01", "Tomorrow"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "e900a0d0-d2bd-4119-9f90-b37e19d21abe",
        "content": "PRWeb   Chevo Consulting, LLC (Chevo), a provider of Strategic, Portfolio, Project, and Financial Management consulting services, was awarded the Securities and Exchange Commission (SEC), Business Management Office (BMO) Indefinite Delivery, Indefinite Quantity (IDIQ) contract. The SEC BMO IDIQ is a valuable, 5-year contract, providing business and project management professional services across all of SEC.   Chevo is honored to be one of the 9 awardees of the SEC BMO contract vehicle. This win is a direct reflection of our outstanding customer service combined with a targeted expertise and focus on delivering Management Consulting services through seasoned and expert consultants, stated Phil Sahady, President of Chevo. This contract award, coupled with our prior GSA OASIS award, validates our leadership in the management consulting industry.        Nine companies, four small and five large, were selected as prime contractors on this multiple award contract vehicle, from a large pool of competitors. They will be providing comprehensive Portfolio, Program, and Project Management; Requirement Management; Business Process Management; Strategic Planning; Capital Planning; Budget Cost Management, and other related management support services across 12 task areas for SEC Programs, Projects, Acquisitions, and Enterprise Services.   About Chevo Consulting, LLC   Chevo Consulting, LLC (Chevo), a woman-owned small business (WOSB) headquartered in Rockville, MD, is focused on providing management consulting services to the federal government. Chevo serves as a Trusted Advisor, supporting our clients long-term visions, from conception to implementation, by applying strategy, effective management, and communications. Chevo helps organizations change and evolve their business by providing a highly specialized range of services centered on Strategic, Portfolio, Project, and Financial Management. Chevo was recognized by Consulting Magazine as one of the top two small businesses for providing Strategic Consulting in a nationwide survey.   Read the full story at    PRWeb  ",
        "nr_tweets": 13,
        "tt_topic": [["P5Y", "5-year"]],
        "tt_tweets": [["2014", "2014"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "ea0a2276-afdb-4cd0-bdff-a02df7eec11c",
        "content": "US military officials have rewritten intelligence reports to give a more optimistic assessment of the US-led campaign against the Islamic State group and al Qaedas branch in Syria, the Daily Beast reported on Wednesday.      Last month, the Pentagons inspector general launched a probe after at least one civilian analyst at the Defense Intelligence Agency said he had evidence that US Central Command officials were reworking intelligence report conclusions prepared for President Barack Obama and other policymakers.      But unnamed defense officials told the online news organization that more than 50 Central Command intelligence analysts have complained formally that their reports were altered inappropriately — a far more dramatic turn.      Read:  Islamic State attacks Syrian air base in east, several killed      The fact that so many people complained suggests there are deep-rooted, systemic problems in how the US military command charged with the war against the self-proclaimed Islamic State assesses intelligence, the Daily Beast added.      The cancer was within the senior level of the intelligence command, the report cited one defense official as saying.      Under a directive by the Office of the Director of National Intelligence, which oversees the 17 US intelligence agencies, analytical assessments must not be distorted by a particular audience, agenda or policy view.      If the assessments were indeed skewed, it could help explain why public perceptions of progress against the militants has varied.      Since the US-led bombing campaign of the Islamic State began in Iraq a year ago, and subsequently in Syria, Iraqi security forces have retaken some territory previously seized by the group but not major cities like Mosul and Ramadi.      But US intelligence agencies have recently found that the group has been little weakened by the assault just as it expanded into North Africa and Central Asia.      Syrias conflict began with anti-government demonstrations in March 2011.      But after a bloody crackdown by the ruling regime, it spiraled into a multi-front civil war that has left more than 240,000 people dead..  ",
        "nr_tweets": 15,
        "tt_topic": [["2015-10-07", "Wednesday"], ["2015-09", "Last month"], ["2014-09", "a year ago"], ["PAST_REF", "recently"], ["2011-03", "March 2011"]],
        "tt_tweets": [["P1M", "a month"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "eaac395b-6671-4b7e-80c9-2a81f1492aad",
        "content": "Only a week after the last iOS 9.1 beta was released, Apple has now posted a third beta of iOS 9.1 for registered iOS developers. As with the prior beta, iOS 9.1 appears to be primarily focused on adding developer-level enhancements for the iPhone 6s and iPhone 6s Plus, for features such as 3D Touch and Live Photos. This latest beta focuses mostly on fixing a number of issues from the prior beta. Registered iOS developers can download the iOS 9.1 beta from Apple’s Developer site; a public version of the beta will likely be coming soon..  ",
        "nr_tweets": 29,
        "tt_topic": [["P1W", "a week"], ["PRESENT_REF", "now"]],
        "tt_tweets": [["PRESENT_REF", "Now"], ["PRESENT_REF", "Now"], ["PRESENT_REF", "now"], ["P1W", "one week"], ["PRESENT_REF", "now"], ["PRESENT_REF", "now"]],
        "exact_precision": 75.0,
        "exact_recall": 75.0,
        "exact_F1": 75.0,
        "partial_precision": 75.0,
        "partial_recall": 75.0,
        "partial_F1": 75.0
    },
    {
        "topic": "ef756748-9863-44d6-8cfc-66cbf0ccd975",
        "content": "During an interview on KykNets Insig , Motsoeneng criticised journalists for inaccurate reporting as he explained why he is lobbying for the country to regulate the media as a whole.   Journalists dont do what they are supposed to do. When they report they are not factual on their reporting. They always take sources that are not even credible and dont do their own research to give the people of South Africa the facts.   When asked about the balance between good news and bad news being reported by the SABC, Motsoeneng said, Maybe we need to understand the role of media. The role of media is to influence the mindset of people, young and old. Lets take example [sic] - the young ones. If you always put crime on media, you report about crime... actually what you are doing you are encouraging young people to commit crime.   The interview began trending on social media, with users weighing in on different sides on the argument:       Watch the full interview below:   media.  ",
        "nr_tweets": 22,
        "tt_topic": [],
        "tt_tweets": [["2015-01-08TNI", "last night"], ["P1W", "a week"]],
        "exact_precision": 0.0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "ef972152-a7fb-4823-9895-62be487d9eaa",
        "content": "Nicolette Dirk       TONIGHT’S Pharrell Williams show at GrandWest is sold out and organisers don’t have a problem with an anti-Williams protest expected today, as long as protesters respect the rights of people who want to attend the concert”.      Big Concerts managing director Justin van Wyk said this yesterday ahead of the Boycott Divestment and Sanctions (BDS) movement’s protest against the US artist.      Today’s protest follows Western Cape High Court Judge Siraj Desai’s      ruling against the City, which wanted to allow only 150 people at the protest. The judge ruled in favour of BDS, which wanted 16 000 people allowed.      City spokesperson Priya Reddy said it had had a meeting with the police and other roleplayers yesterday to discuss increased security  for today. We will deploy our staff, who will have to be called away from other hotspots, to safeguard the area,” Reddy said.      Van Wyk said the protest would not affect the great show he expected. BDS opposes Williams because of his relationship with Woolworths. The movement says the store sells Israeli products.      Meanwhile, there will be free buses from Mitchells Plain, Newfields, Hanover Park, Gatesville, Rylands and Parkwood for people who want to join the protest.      Organisers have also arranged free train rides to Goodwood station for people wearing pro-Palestine  T-shirts or who have a #PharrellProtest flyer. The programme will run from 4pm until 9pm.      BDS spokesperson Kwara Kekana said the judge’s decision was a huge victory”.      [email protected]       @ladynikki”2.  ",
        "nr_tweets": 42,
        "tt_topic": [["2015-09-21", "today"], ["2015-09-20", "yesterday"], ["2015-09-20", "yesterday"], ["2015-09-21", "today"], ["2015-09-21T16:00", "4pm"], ["2015-09-21T21:00", "9pm."]],
        "tt_tweets": [["2015-09-21TNI", "tonight"], ["2015-09-21", "today"]],
        "exact_precision": 16.667,
        "exact_recall": 11.111,
        "exact_F1": 13.333,
        "partial_precision": 25.0,
        "partial_recall": 16.667,
        "partial_F1": 20.0
    },
    {
        "topic": "f3e77194-46c0-4588-b2a8-41bed1a200d8",
        "content": "Comment  ·  print ·  T  T   T+·  T-   Released convict Padmanabha.— PHOTO: M.A. SRIRAM   Before he was convicted of murder in 2000, Padmanabha, a resident of Guttigar village in Dakshina Kannada district’s Suliya taluk, had only an SSLC pass as an educational qualification. But, when he walked out of Mysuru Central Jail on Thursday, Padmanaba had not only passed his B.A. and M.A., but was also armed with a diploma in journalism.   Mr. Padmanabha was one of the 53 lifers, who were released prematurely from Mysuru Central jail on Thursday.   Retired Professor of University of Mysuru Nanjaraj Urs, whose Antha Karana Trust helped establish a Karnataka State Open University (KSOU) Study Centre for graduation and postgraduation on the Mysuru jail premises, said Padmanabha is keen to become a teacher.   Close to 250 prisoners had obtained degrees ever since the trust opened the study centre in 2010, said even reformed naxals had joined mainstream society after arming themselves with degrees during their stay in Mysuru jail.   Though the government pays for the tuition of convicts, there is no such provision for undertrials, many of whom spend up to seven and eight years in jail. Antha Karana bears the educational expenditure of such students,” he said. Prof. Urs felicitated Mr. Padmanabha at the farewell organised for the freed convicts in Mysuru Central jail on Thursday.  ",
        "nr_tweets": 12,
        "tt_topic": [["2000", "2000"], ["2015-09-17", "Thursday"], ["2015-09-17", "Thursday"], ["2010", "2010"], ["P7Y", "up to seven"], ["P8Y", "eight years"], ["2015-09-17", "Thursday"]],
        "tt_tweets": [["P1Y", "a year"], ["P1Y", "a year"], ["XXXX-XX-XXT21:00", "9 p.m."]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    },
    {
        "topic": "f4d8fb92-1eb2-4395-9449-e5bfb71a1f77",
        "content": "FRANKLIN -- Police need your help to find the people responsible for vandalizing a playground in Franklin.   Kaylas Playground, near 35th and Puetz in Franklin, is a play space.  ",
        "nr_tweets": 6,
        "tt_topic": [],
        "tt_tweets": [],
        "exact_precision": 0,
        "exact_recall": 0,
        "exact_F1": 0,
        "partial_precision": 0,
        "partial_recall": 0,
        "partial_F1": 0
    },
    {
        "topic": "f5c00739-0880-4d50-b917-9d7ea72fae77",
        "content": "A State funeral for Thomas Kent, who was executed following the 1916 Easter Rising, will be held in Cork tomorrow.      His remains will be brought to St Michaels Garrison Church in Collins Barracks at 3.45pm today, for a prayer service in advance of tomorrows funeral.      Kent was one of the 16 men executed in the aftermath of the Rising and one of only two executed outside Dublin, the other being Roger Casement, who was hanged in London.      Kent was a prominent organiser of the Irish Volunteers and was arrested following an incident at his Castlelyons home, in which a Royal Irish Constabulary officer was killed and Thomas brother Richard was fatally injured.      Taoiseach Enda Kenny offered a State funeral to the Kent family earlier this year and the family accepted.      Kents remains were exhumed in Cork Prison in June.             His remains will leave Collins Barracks at 12pm tomorrow with full military accompaniment to Cork Prison for the formal removal service.      There will be a short private service inside, to which there will be no public access.       The Cortege will then depart for St Nicholas’s Church, Castlelyons at 12.45pm.   Kent will be re-interred with his brothers in St Nicholas Church during tomorrows funeral.          The requiem mass will be attended by President Michael D Higgins, Taoiseach Enda Kenny and Tánaiste Joan Burton.      Mr Kenny will deliver the Graveside Oration..  ",
        "nr_tweets": 34,
        "tt_topic": [["1916", "1916"], ["2015-04-05", "Easter"], ["2015-09-18", "tomorrow"], ["2015-09-17", "today"], ["2015", "earlier this year"], ["2015-06", "June"], ["2015-09-17T24:00", "12pm"], ["2015-09-18", "tomorrow"]],
        "tt_tweets": [["2016-03-27", "Easter"], ["1916-04-23", "Easter 1916"], ["2015-09-17", "today"], ["XXXX-XX-XXT18:00", "6pm"], ["2015-04-05", "Easter"], ["2015-09-17", "today"], ["2015-09-17TEV", "this evening"], ["2015-09-17TEV", "this evening"], ["2015-04-05", "Easter"], ["2015-09-17", "today"], ["2015-09-17TEV", "this evening"], ["1916", "1916"], ["1916", "1916"], ["1916", "1916"], ["2015-09-18", "today"], ["1916", "1916"], ["2016-03-27", "Easter"]],
        "exact_precision": 29.412,
        "exact_recall": 34.483,
        "exact_F1": 31.746,
        "partial_precision": 35.294,
        "partial_recall": 41.379,
        "partial_F1": 38.095
    },
    {
        "topic": "f853bd19-8f5b-468d-a261-a2cb9c7407bc",
        "content": "Story highlights For Palin, whose own son, Trig, has Down syndrome, this particular issue touches close to home I dont think because the child has one extra chromosome they should be able to snuff that life out, Palin said   I dont think because the child has one extra chromosome they should be able to snuff that life out, Palin told CNNs Jake Tapper in an interview that aired Sunday on State of the Union.   For the 2008 GOP vice presidential nominee, Palin, whose own son, Trig, has Down syndrome, this particular issue touches close to home.   There is some fear there of the unknown, Palin said. Certainly, there was fear in my heart about how in the world are we going to be able to handle the challenges up ahead, not necessarily thinking of the beauty that could come from a child being different, being unique.   Between 60% and 90% of prenatal Down syndrome diagnosis result in abortion, according to a review of termination rates in the United States between 1995 and 2011 conducted by the International Society for Prenatal Diagnosis. On Sunday, Palin blamed cultural acceptance for the prevalence of abortions in such cases.   Culture has told these women ... youre not capable of being able to handle and nurture and love and raise a child with special needs, she told Tapper.   Palins comments come as the Ohio legislature considers a bill that would prohibit abortions in cases involving Down syndrome. Kasich, a 2016 presidential hopeful who opposes abortion except in cases of rape, incest or to preserve the life of the mother, has not yet commented on the bill.   But the former Alaska governor wishes more people, especially those in favor of abortion rights, could meet kids like Trig.   Theyre amazing, wonderful kids, she said. They teach us more than were ever going to be able to teach them..  ",
        "nr_tweets": 16,
        "tt_topic": [["2015-06-07", "Sunday"], ["2008", "2008"], ["1995", "1995"], ["2011", "2011"], ["2015-06-07", "Sunday"], ["2016", "2016"]],
        "tt_tweets": [["PRESENT_REF", "right now"], ["PRESENT_REF", "now"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    }
]