[
    {
        "topic": "5811057c-6732-4b37-b04c-ddf0a75a7b51",
        "content": "EVIAN, France, Sept 13 AFP - New Zealands Lydia Ko wrote another chapter of golfing history on Sunday when she became the youngest winner of a womens major with a stunning final round 63 at the Evian Championship.   Sundays flawless eight-birdie round was the lowest score of the week and she finished on 268, 16 under par and six ahead of American Lexi Thompson (70). Chinas Feng Shanshan also shot 70 and was third on eight under.   Ko is 18 years 142 days - 171 days younger than Morgan Pressel when she won the 2007 Kraft Nabisco Championship.   Back in February, aged 17, Ko became the youngest player to claim the world No. 1 ranking, although the Evian victory still leaves her at No.2 behind South Koreas Inbee Park.   She also holds the record as the youngest winner on the LPGA Tour, the first of her nine wins coming as a 15-year-old amateur at the 2012 Canadian Open.   At Evian on Sunday Australias Minjee Lee (72) was tied for 11th, 12 shots behind the leader while Karrie Webb (72) was 19 shots back tied for 38th.   Ko, who finished second at Evian two years ago, was thrilled to achieve her dream of a first major title.   Overcome with emotion, she came close to tears after holing the last of her eight birdie putts on the 18th.   Its pretty amazing, she said.   This has been an awesome day and an unbelievable experience. Everyone has been asking me when I was going to win my fist major, and now its done. Its so hard to get your hands on the first one.   With a five-shot lead coming down the last, she was able to savour the experience and appreciate the crowd support.   Jason (her caddie) told me to enjoy the moment and thats when I could feel the tears coming. It was quite overwhelming and also a bit of a relief, she continued.   Winning a major at any age is special, but to become the youngest is pretty cool. Its also nice that it is over - no one will ask me about it again.   Ko started the final round two shots behind South Koreas Mi-Hyang Lee, who finished joint fourth with a 74, and was three behind Thompson after seven holes.   But she birdied four holes between the seventh and 12th to take the lead and edged three ahead when Thompson, over the back and in deep rough from the tee, took a double-bogey five at the short 14th.   The final few holes were a victory stroll. An up-and-down birdie at the long 15th stretched the lead to four, then it was five thanks to a 20-foot birdie putt at the 17th and six when she holed another 20-footer at the last.   Park, winner of two majors this season, had a fine final round of 68 to finish just inside the top ten on five under par. The South Korean won the Evian title in 2012, the year before it became a major.   This was Kos fourth win of the year and now she will spend a few weeks at her home with her family in Orlando, Florida, before heading for the LPGAs Asia swing next month.   And new targets   My next goal is the Olympics, she said after pocketing the 430,000 ($A684,500) winners cheque.   Rio is less than a year away and I really want to do it.   As soon as I knew golf was in the Olympics I wanted to be part of it and play for New Zealand. I love representing my country..  ",
        "tweets": [
            "Warner: PNM win a victory for ILP   ",
            "Lydia Ko off to a solid start at Evian Championship    ",
            "Lexi Thompson, Mi Hyang Lee tied for lead at Evian Championship   ",
            "Lexi Thompson, Mi Hyang Lee tied for lead at Evian Championship   ",
            "Lydia Ko intends to play her own game in final round at Evian Championship    ",
            "Lydia Kos drawing on past experience in her bid to lift her first major trophy ahead of final round of Evian Championship at Lake Geneva..  ",
            "Lydia Ko wins Evian Championship to become youngest major champion    ",
            "Teenager Ko makes history with Evian win    ",
            "Lydia Ko becomes youngest ever winner of a major at the Evian…  via    ",
            "World No.2 Lydia Ko (18) became the youngest winner of a LPGA major with a 6-shot victory over Lexi Thompson at the Evian Championship.  ",
            "Lydia Ko records first ever Major title overnight, youngest ever Major winner    ",
            "Kiwi golfer  fired a bogey-free eight-under 63 to become the youngest winner of a womens major at the Evian Championship in France..  ",
            "Commentary Box is on in 10 mins – Mike, Andrew and Scotty are talking Lydia Ko, RWC and more..  ",
            "Teenager Ko makes history with Evian win   ",
            "Lydia Ko takes scintillating major win in her stride    ",
            "Teenager Lydia Ko makes history at Evian.  #golf   ",
            "Lydia Ko says she was spurred on to her major triumph by a vocal young fan during the weekend    ",
            "Ko wins Evian Championship, becomes youngest major champion: EVIAN-LES-BAINS, France -- With two holes left to...   ",
            "18-year-old Lydia Ko wins Evian Championship to become youngest LPGA major champion.   ",
            "Amazing teen golfer Lydia Ko hailed over major record    ",
            "Ko makes history with Evian win    ",
            "New Zealand golfer Lydia Ko already looking ahead to Rio Olympics after major success    ",
            "Teenager Lydia Ko poised for golfing riches after Evian Championship win    ",
            " Lydia Ko not even a mention.  ",
            " win win.  ",
            "Jason Days moved within 18 holes of the world number one ranking after another round in the red at the BMW Championship in Illinois..  ",
            "  a win is a win is a win.  ",
            "If you think you can win, you can win. Faith is necessary to victory. - William Hazlitt #quote via   ",
            "  Win-win!.  "
        ],
        "nr_tweets": 29,
        "tt_topic": [["2015-09-13", "Sept 13"], ["2015-09-13", "Sunday"], ["P18Y", "18 years"], ["P142D", "142 days"], ["2007", "2007"], ["2015-02", "February"], ["2012", "2012"], ["2015-09-13", "Sunday"], ["2013", "two years ago"], ["PRESENT_REF", "now"], ["2012", "2012"], ["PRESENT_REF", "now"], ["PXW", "a few weeks"], ["2015-10", "next month"], ["P1Y", "less than a year"]],
        "tt_tweets": [["XXXX-WXX-WE", "the weekend"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    }
]