[
    {
        "topic": "bf88166e-76fe-4605-97df-bb63f5a1806c",
        "content": "migrants died off the coast of Turkey today after the inflatable dinghy carrying them to Greece collided with a ferry, Turkish media reported. Four children were among the victims of the accident involving a boat carrying 46 migrants from the northwestern Turkish port of Canakkale to the Greek island of Lesbos, Dogan news agency reported.      Twenty people were rescued and 13 people were still missing, the report added.There was no information on the nationalities of the migrants.      The sinking was the second Sunday in the Aegean Sea, with the Greek coastguard reporting another two dozen feared missing from a boat that got into trouble close to Lesbos. The coastguard said it had rescued 20 people spotted in the water by a helicopter deployed by EU border agency Frontex, but the survivors said another 26 people had been in the boat. Yesterday, a five-year-old Syrian girl died in another attempted crossing from Turkey to Greece — a perilous journey that has claimed hundreds of migrant lives this year.     POST YOUR COMMENTS.  ",
        "tweets": [
            "Eleven migrants drown heading from #Turkey to Greek island: media  #refugeecrisis #Greece.  ",
            "Greek coastguard says newborn migrant boy found dead  via   ",
            "Greek coastguard says newborn migrant boy found dead   ",
            "IN PIC: Migrants arrive on the shores of a Greek island after crossing the Aegean Sea from #Turkey on a dinghy.  ",
            "Turkish fighter jets enter Greek air space  #greece.  ",
            "Refugees remained stranded near the Greek border, after being barred by Turkish authorities. Photo  ….  ",
            "Greek coastguard says a young migrant child has died and 13 people are missing in sea off Greek island.  ",
            "EUROPE MIGRANT CRISIS: Young migrant child dead, 13 missing in sea off Greek island    ",
            "Migrant girl, 5, drowns along with others off Greek island of Lesbos #refugeescrisis    ",
            "Greek coastguard is searching for 26 migrants who went missing off the coast of #Lesbos - 20 others have been rescued.  ",
            "26 migrants are feared missing after a dinghy carrying them sank off the Greek island of Lesbos   ",
            "At least 26 #migrants missing after their boat sinks off the Greek island of Lesbos, says coast guard on Sunday.  ",
            "Breaking: refugees missing in new boat sinking off the coast of #Lesbos #Greece #refugeecrisis #refugeesGr.  ",
            "26 people missing after inflatable dinghy carrying refugees sinks off Greek island of Lesbos:    ",
            "   ",
            "#BREAKING 13 dead in migrant boat collision with ferry off Turkey: report   ",
            "13 dead in migrant boat collision with ferry off Turkey: report | via    ",
            "BREAKING: 13 dead in migrant boat collision with ferry off Turkey: report   ",
            "13 dead in refugee boat collision with ferry off #Turkey..  ",
            "Coast guard: 13 migrants die after boat collides with ferry off the Turkish coast (AP)..  ",
            "Thirteen migrants trying to reach Greece drown off coast of Turkey as dinghy collides with ferry, Turkish media say   ",
            "JUST IN: Reports 13 migrants have died after a boat collided with a ferry off the Turkish coast. #9News.  ",
            "Thirteen migrants trying to reach Greece drown off coast of Turkey as dinghy collides with ferry, Turkish media say   ",
            "Thirteen migrants trying to reach Greece drown off coast of Turkey as dinghy collides with ferry, Turkish media say   ",
            "Accident took place close to the port of Canakkale, western #Turkey. At least 13 people dead (inc. 4 children), 20 rescued, 13 missing..  ",
            "The Latest: Coast guard: 13 migrants die after boat collides with ferry off the Turkish coast   ",
            "13 refugees reported to have died after their boat collided with ferry off Turkish coast:   ",
            "At least 13 migrants have died after their dinghy collided with a ferry, the Turkish Coastguard says.   ",
            "At least 13 dead in migrant boat collision with ferry off Turkey   ",
            "13 dead in migrant boat collision with ferry off Turkey   ",
            "At least 13 dead in #migrant boat collision with ferry off #Turkey   ",
            "At least 13 migrants, including children, have died after their dinghy and a ferry collided off the coast of Turkey..  ",
            "At least 13 dead in migrant boat collision with ferry off Turkey   ",
            "At least 13 dead in migrant boat collision with ferry off Turkey   ",
            "Six refugee children among 13 dead after ferry hits inflatable dinghy.   ",
            "13 refugees reported to have died after their boat collided with ferry off Turkish coast:   ",
            "Second migrant boat sinks near Lesbos    ",
            "At last read Aydin Dogans letter to Erdogan (in Turkish) pretty much sums up state of affairs in Turkey. Truly unfortunate..  ",
            "Refugees and migrants arrive at the Greek island of Lesbos after crossing the Aegean sea from Turkey.   "
        ],
        "nr_tweets": 39,
        "tt_topic": [["2015-09-20", "today"], ["2015-09-20", "Sunday"], ["2015-09-19", "Yesterday"], ["2015", "this year"]],
        "tt_tweets": [["XXXX-XX-XX", "Sunday"]],
        "exact_precision": 0.0,
        "exact_recall": 0.0,
        "exact_F1": 0,
        "partial_precision": 0.0,
        "partial_recall": 0.0,
        "partial_F1": 0
    }
]