[
    {
        "topic": "0b3bea50-3a2c-4d07-953e-45aca9988634",
        "content": "Defiant Rafael Nadal vowed to fight on and restore his status as the game’s most feared player after crashing to his earliest US Open exit in 10 years. New York (AFP)   The 14-time Grand Slam winner was knocked out by Italy’s Fabio Fognini, who pulled off a sensational 3-6, 4-6, 6-4, 6-3, 6-4 third-round victory.  The stunning result confirmed the sad, sudden decline of the 2010 and 2013 champion, who until Friday had won 151 Grand Slam matches when he had taken the first two sets.  Nadal will also finish the season without at least one Grand Slam title for the first time since 2004.  It was the 15th defeat of his miserable year, which has seen him beat just two top-10 players and where his best performances at the majors were quarter-final runs at the Australian and French Opens.  The only thing this means is I played worse than the last 10 years,” said Nadal, who lost for just the second time in his career at the French Open and endured a second-round exit at Wimbledon.  That’s the real thing. By the way, for me it was amazing to win 10 years in a row a Grand Slam.  You can imagine how difficult it is to make that happen. I have to accept that it was not my year and keep fighting till the end of the season to finish in a positive way for me.”  Nadal refused to elaborate on the areas he needs to improve and insisted in his post-match media conference that he was joking when he said he was getting slower.  I improved something from the beginning of the season. That’s something that I think I am doing. I think I have a good base now,” added the 29-year-old, who missed last year’s US Open with a wrist injury before his recovery was further stalled by an appendix operation.  I am not playing terrible like I was at the start of the season. When I am losing, I am losing because the opponents beat me, not because I lose the match, as I did a lot of times at the beginning of the season.   That’s an improvement for me, so I have a base now. That is a start. I know what I have to do and I going to work on it.”  Fognini, the 32nd seed, becomes the first Italian in the last 16 at the US Open since Davide Sanguinetti in 2005 and will face Spain’s Feliciano Lopez for a place in the quarter-finals.  It’s not easy. When he starts running at the beginning and you finish at the end of the week,” said Fognini, who smashed 70 winners, made 57 unforced errors and saved 11-of-19 break points in his all-or-nothing assault.  By contrast, Nadal had a more modest 30 winners and dropped serve on nine occasions.  It was an incredible match to come from two sets down against Rafa, who is one of the best players in the world,” added the Italian, who had never previously beaten a top 10 opponent on hard courts in 17 attempts.  Fognini has now defeated Nadal three times this year but his earlier wins were on clay in Rio and Barcelona.  After the first two sets, I said ‘OK, just concentrate, keep trying and anything can happen.’ The fifth set was really difficult for both of us.”  Nadal had raced into a routine two sets to love lead.  He was also a break up in both the third and fourth sets.  But the colourful, sometimes controversial 28-year-old Italian rallied with some superb shot-making as the Arthur Ashe Stadium duel ticked towards and past 1am.  By the end of the fourth set, the statistics were telling.  Fognini had unleashed 50 winners to Nadal’s 24 while the Spaniard had converted just five of 14 break points.  Fognini broke for 2-1 in the decider with Nadal looking increasingly punch-drunk, an appearance with which the watching Tiger Woods — who was in the Spaniard’s box — would have painfully sympathised.  Nadal, stretched to a five-setter at the US Open for only the second time in his career, came off the ropes to hit back for 2-2 with a breathtaking running forehand winner which had the crowd on its feet.  Fognini pounced again, breaking for 3-2, then cracked as the 14-time major winner clawed his way back for 3-3.  In a nail-biting finale, breaks were exchanged again with Fognini surrendering a 40-0 lead at 4-3.  The non-holding pattern continued as a seventh successive break, sealed with a backhand winner crosscourt, put Fognini back in the driving seat and serving for the match at 5-4.  This time he did not falter, claiming victory when Nadal hit a weary backhand wide.  © 2015 AFP.  ",
        "tweets": [
            "2-time #usopen champion Rafael Nadal began his campaign with a 6-3, 6-2, 4-6, 6-4 win over Borna Coric in the 1st round #SSTennis.  ",
            "Rafael Nadal beats Borna Coric 6-3 6-2 4-6 6-4 in the first round of the US Open. Promising from the Spaniard..  ",
            "Who do you think is likely to win the US Open Vote now!  Nadal vows to stay loyal and honest  htt….  ",
            "#USOpen Rafa Nadal has crashed out of the US Open losing to Fabio Fognini is a dramatic five setter.  The Italian wins it 3-6 4-6 6-4 6-3 6-4.  ",
            "#USOpen Rafa Nadal has crashed out of the US Open losing to Fabio Fognini is a dramatic five setter.  The Italian wins it 3-6 ….  ",
            "2x US Open Champion Rafael Nadal is out of the Grand Slam in New York! Upset by Italian Fabio Fognini.  ",
            "Fabio. Phenomenal.  Fognini is the first man to EVER beat Nadal from two sets down in a slam.  3-6 4-6 6-4 6-3 6-4.   ",
            "Fabio Fognini pulls off UNBELIEVABLE comeback, roaring back to beat Nadal 3-6, 4-6, 6-4, 6-3, 6-4. Feels career changing….  ",
            "#USOpen2015 Eighth seed Rafael Nadal loses 6-3, 6-4, 4-6, 3-6, 4-6 to 32nd seed Fabio Fognini in 3rd round   ",
            "2-Time Champion Rafael Nadal crashed out of the #usopen after a 3-6, 4-6, 6-4, 6-3, 6-4 defeat to Fabio Fognini in their 3rd round match.  ",
            "Rafael Nadal loses in 5 sets to Fabio Fognini  Nadal is now 151-1 in Grand Slam matches in which he wins the first two sets..  ",
            "Fabio Fognini ousts Rafael Nadal in 5-set US Open thriller -    ",
            "Wow Rafal Nadal is out  after losing 5 setter to Italian Fabio Fognini 3-6, 4-6, 6-4, 6-3, 6-4 #tennis #usopen2015.  ",
            "Rafa Nadal is out of the #USOpen beaten by Fabio Fognini.   3-6, 4-6, 6-4, 6-3 and 6-4.  ",
            "Rafael Nadal cedes two-set lead for first time in shock loss to Fabio Fognini   ",
            "Fabio Fognini knocks Rafael Nadal out of #USOpen in third round    ",
            "Two-time #USOpen winner Rafael Nadal has fallen in the third round, squandering a two-set lead against Fabio Fognini:   ",
            "Rafael Nadal blows two-set lead, falls to rival Fabio Fognini    ",
            "US Open: Rafael Nadal stunned in third-round marathon match by Fabio Fognini    ",
            "Rafael Nadal cedes two-set lead for first time in shock loss to Fabio Fognini   ",
            "Tennis:  vows to fight on despite shock  exit    ",
            "STUNNED! Rafael Nadal is OUT of the #USOpen after Fabio Fognini won from two sets down. More:    ",
            "Nadal blows 2-set Slam lead for 1st time, loses to Fognini: For the first time in his career, Rafael Nadal lost a…   ",
            "Rafael Nadal has been knocked out of the US Open, beaten 3-6 4-6 6-4 6-3 6-4 by Italys Fabio Fognini. #SSNHQ   ",
            "US Open: Despite shocker, Nadal vows to fight: NEW YORK, Sept 5 — Defiant Rafael Nadal vowed to fight on and r...   ",
            "Nadal vows to fight on despite US Open shocker    ",
            "US Open 2015: Rafael Nadal falls to Fabio Fognini in third round   ",
            "Nadal Vows to Fight on despite US Open Shocker #Sports   ",
            "Tennis: Nadal vows to fight on despite US Open shocker    ",
            "Nadal vows to fight on despite US Open shocker  via   ",
            "Nadal vows to fight on despite US Open shocker  via   ",
            "Rafael Nadal dumped out of US Open 2015 by Fabio Fognini   ",
            "#USOPEN2015: Rafael Nadal Loses To Fabio Fognini In Third-round: World number eight Rafael Nadal is out of the...   ",
            "#USOPEN2015: Rafael Nadal Loses To Fabio Fognini In Third-round    ",
            "US Open 2015: Battered Rafa Nadal vows to carry on    "
        ],
        "nr_tweets": 35,
        "tt_topic": [["P10Y", "10 years"], ["2010", "2010"], ["2013", "2013"], ["2015-05-08", "Friday"], ["2004", "2004"], ["P10Y", "the last 10 years"], ["P10Y", "10 years"], ["PRESENT_REF", "now"], ["PRESENT_REF", "now"], ["2005", "2005"], ["2015-Q2", "the quarter"], ["PRESENT_REF", "now"], ["2015", "this year"], ["2015-05-08T01:00", "1am."], ["2015", "2015"]],
        "tt_tweets": [["PRESENT_REF", "now"], ["PRESENT_REF", "now"], ["XXXX-09-05", "Sept 5"], ["2015", "2015"], ["2015", "2015"], ["2015", "2015"]],
        "exact_precision": 36.111,
        "exact_recall": 24.074,
        "exact_F1": 28.889,
        "partial_precision": 42.361,
        "partial_recall": 28.241,
        "partial_F1": 33.889
    }
]