{
    "topic":"b5a591aa-8dd0-43d2-9961-ab19510f87ac",
    "topics.content":"By  Trevor Grundy | Religion News Service,     CANTERBURY, England — British parliamentarians on Friday (Sept. 11) soundly rejected a right-to-die bill that would have allowed people with less than six months to live to end their life legally.      Assisting a suicide is a crime in the U.K., punishable by up to 14 years in prison.   Only 118 members of Parliament voted in favor of the bill while 330 voted against it. Prime Minister David Cameron opposed any effort to legalize assisted dying.   The bill was largely modeled on assisted dying bills already in place in five U.S. states including Oregon. A person with a terminal illness would have needed the opinion of two doctors and a high court judge to end his or her life.   Archbishop Peter Smith of Southwark said he now hoped that palliative care would become the center of political attention.   I welcome Parliament’s recognition of the grave risks that this bill posed to the lives of our society’s most vulnerable people,” Smith said. There is much excellent practice in palliative care which we need to celebrate and promote, and I hope now the debate on assisted suicide is behind us, that this will become a focus for political action.”   The bill met met strong opposition from various religious leaders here.   A letter written by Archbishop of Canterbury Justin Welby and signed by leading representatives of the Roman Catholic, Muslim, Jewish, Hindu and Sikh faiths claims the proposed bill crosses a legal and ethical Rubicon” which would turn suicide into a social norm.   Some slopes are slippery,” said Welby in a letter published in the Evening Standard on Wednesday (Sept. 9).   Oregon was the first U.S. state to legalize assisted suicide in 1997 for terminally ill patients. It has been copied in Washington, Vermont, New Mexico and Montana. Another bill modeled on Oregon law, and advocated by the late Brittany Maynard, is headed for likely passage in the California legislature this month.   In 2002, Netherlands legalized assisted suicide and euthanasia.   Belgium followed suit in the same year.   Switzerland has allowed assisted dying since 1942, and is now home to the Dignitas clinic founded in 1998, which has helped an estimated 1,000 people take their own lives.   Copyright: For copyright information, please check with the distributor of this item, Religion News Service LLC..  ",
    "topics.title":"British Parliament rejects controversial right-to-die bill",
    "topics.media-type":"News",
    "topics.source":"Washington Post",
    "topics.published":"2015-11-09T18:42:11.000Z",
    "topic_tweets":12,
    "tweets.created_at_initial":"2015-03-09 11:17:14",
    "tweets.created_at_final":"2015-12-09 06:05:07",
    "tweets.time_interval":274.0
}