{
    "topic":"ef972152-a7fb-4823-9895-62be487d9eaa",
    "topics.content":"Nicolette Dirk       TONIGHT’S Pharrell Williams show at GrandWest is sold out and organisers don’t have a problem with an anti-Williams protest expected today, as long as protesters respect the rights of people who want to attend the concert”.      Big Concerts managing director Justin van Wyk said this yesterday ahead of the Boycott Divestment and Sanctions (BDS) movement’s protest against the US artist.      Today’s protest follows Western Cape High Court Judge Siraj Desai’s      ruling against the City, which wanted to allow only 150 people at the protest. The judge ruled in favour of BDS, which wanted 16 000 people allowed.      City spokesperson Priya Reddy said it had had a meeting with the police and other roleplayers yesterday to discuss increased security  for today. We will deploy our staff, who will have to be called away from other hotspots, to safeguard the area,” Reddy said.      Van Wyk said the protest would not affect the great show he expected. BDS opposes Williams because of his relationship with Woolworths. The movement says the store sells Israeli products.      Meanwhile, there will be free buses from Mitchells Plain, Newfields, Hanover Park, Gatesville, Rylands and Parkwood for people who want to join the protest.      Organisers have also arranged free train rides to Goodwood station for people wearing pro-Palestine  T-shirts or who have a #PharrellProtest flyer. The programme will run from 4pm until 9pm.      BDS spokesperson Kwara Kekana said the judge’s decision was a huge victory”.      [email protected]       @ladynikki”2.  ",
    "topics.title":"‘No problem’ with Pharrell protest",
    "topics.media-type":"News",
    "topics.source":"IOL",
    "topics.published":"2015-09-21T05:03:50.000Z",
    "topic_tweets":42,
    "tweets.created_at_initial":"2015-01-09 13:52:17",
    "tweets.created_at_final":"2015-09-30 10:56:59",
    "tweets.time_interval":263.0
}