{
    "topic":"e900a0d0-d2bd-4119-9f90-b37e19d21abe",
    "topics.content":"PRWeb   Chevo Consulting, LLC (Chevo), a provider of Strategic, Portfolio, Project, and Financial Management consulting services, was awarded the Securities and Exchange Commission (SEC), Business Management Office (BMO) Indefinite Delivery, Indefinite Quantity (IDIQ) contract. The SEC BMO IDIQ is a valuable, 5-year contract, providing business and project management professional services across all of SEC.   Chevo is honored to be one of the 9 awardees of the SEC BMO contract vehicle. This win is a direct reflection of our outstanding customer service combined with a targeted expertise and focus on delivering Management Consulting services through seasoned and expert consultants, stated Phil Sahady, President of Chevo. This contract award, coupled with our prior GSA OASIS award, validates our leadership in the management consulting industry.        Nine companies, four small and five large, were selected as prime contractors on this multiple award contract vehicle, from a large pool of competitors. They will be providing comprehensive Portfolio, Program, and Project Management; Requirement Management; Business Process Management; Strategic Planning; Capital Planning; Budget Cost Management, and other related management support services across 12 task areas for SEC Programs, Projects, Acquisitions, and Enterprise Services.   About Chevo Consulting, LLC   Chevo Consulting, LLC (Chevo), a woman-owned small business (WOSB) headquartered in Rockville, MD, is focused on providing management consulting services to the federal government. Chevo serves as a Trusted Advisor, supporting our clients long-term visions, from conception to implementation, by applying strategy, effective management, and communications. Chevo helps organizations change and evolve their business by providing a highly specialized range of services centered on Strategic, Portfolio, Project, and Financial Management. Chevo was recognized by Consulting Magazine as one of the top two small businesses for providing Strategic Consulting in a nationwide survey.   Read the full story at    PRWeb  ",
    "topics.title":"Chevo Lands SEC Business Management Office (BMO) Support Services Prime Contract",
    "topics.media-type":"News",
    "topics.source":"CEOWorld Magazine",
    "topics.published":"2015-09-24T07:11:14.000Z",
    "topic_tweets":13,
    "tweets.created_at_initial":"2015-03-09 02:34:24",
    "tweets.created_at_final":"2015-11-09 15:28:55",
    "tweets.time_interval":245.0
}