{
    "topic":"62e1db0d-c532-4fae-be44-5c7a5598fe9f",
    "topics.content":"LONDON (Reuters) - British lawmakers on Friday rejected a right to die bill that would have allowed terminally ill adults to end their lives with medical supervision.      
	It marks another blow to a long campaign to introduce such legislation in Britain, which has attracted support from figures as diverse as the late fantasy author Terry Pratchett and billionaire entrepreneur Richard Branson.      
	Opponents of the bill said it could have led to vulnerable people feeling pressured to take their own lives to avoid being a burden to their families.      
	In a free vote, 118 Members of Parliament voted in favor of the bill while 330 voted against. Prime Minister David Cameron is against any move to legalize assisted dying.      
	Under the bill, people with fewer than six months to live could have been prescribed a lethal dose of drugs, which they had to be able to take themselves.      
	The last time the issue was debated in Britains House of Commons was in 1997. An attempt to push legislation through the House of Lords ran out of time before Mays general election.      
	Sarah Wootton, Chief Executive of Dignity in Dying, a group that campaigns in favor of the right to die, called the bills defeat an outrage and said it showed the extent to which the government is out of touch with the British public.      A Populus opinion poll this year found that 82 percent of Britons supported such a bill.
	One Briton is already traveling abroad to die every fortnight while over 300 terminally ill people are taking their own lives at home, usually alone and in dangerous ways, every year, Wootton said.      
	The Assisted Dying Bill would have put rigorous safeguards in place, not only to give dying people choice, but also to better protect them, she added.      
	However advocacy group Living and Dying Well welcomed the decision.      
	Lord Carlile, the groups co-chairman, said: Before any such change could be seriously contemplated, clear evidence is needed that the law as it stands is defective and that a change in the law would not put vulnerable people at risk of harm.      
	Mark Atkinson, interim chief executive at disability charity Scope, said: Disabled people will be extremely relieved about the convincing nature of today's vote.      
	Keeping the current law means giving crucial protection to the lives of disabled and other vulnerable people, who could feel they are a burden to society.",
    "topics.title":"British legislators overwhelmingly reject 'right to die' law",
    "topics.media-type":"News",
    "topics.source":"Business Insider",
    "topics.published":"2015-11-09T15:35:21.000Z",
    "topic_tweets":15,
    "tweets.created_at_initial":"2015-07-09 00:10:54",
    "tweets.created_at_final":"2015-12-09 21:42:32",
    "tweets.time_interval":153.0
}