{
    "topic":"9e3ed925-b3cd-4f10-a9b0-f0ae259563f1",
    "topics.content":"Photo courtesy of MTSobek   When word got out I was thinking of taking a group to Burma this November, I received this email:   Dear Mr. Bangs: I strongly advise you to drop travel to Burma.  The treatment of the Rohingy minority is so appalling that I feel that no one should be visiting that country...   This is not the first cease and desist-style communication Ive received about travel to a destination whose politics are at odds with our own. When I received a permit to take a first group of Americans to The Peoples Republic of China in the mid-70s, I received calls and letters from angry folks who were aghast that we would consort with the Communists. This was a few years after Nixons historic visit, and the advent of ping-pong diplomacy, but to some, the idea that we would visit an enemy state as travelers was abhorrent.   I received similar notices during apartheid in South Africa; when we took a group to Cuba in 1979; again when I first visited Iran; and once more when I took a first group of Americans to Gaddafis Libya.   Probably the biggest barrage of hate mail came when I received a permit to bring a group of Americans to North Korea. Even friends implored me not to go, arguing that the monies paid to the DPRK government would go to further oppression, and maybe even enhance nuclear armaments. Our tourism dollars might contribute to WWIII.   And now, Burma.   In John le Carrés 1990 book, The Secret Pilgrim, George Smiley reflects on the end of the Cold War:   I never saw policies as much other than excuses for not feeling. It was man who ended the Cold War in case you didnt notice. It wasnt weaponry, or technology, or armies or campaigns. It was just man. Not even Western man either, as it happened, but our sworn enemy in the East, who went into the street, faced the bullets and the batons and said: weve had enough. And the ideologies trailed after these impossible events like condemned prisoners, as ideologies do when theyve had their day.   I dont agree with governmental ideologies and policies of many of the places Ive visited...heck, I dont agree with many US policies, or even policies in my neighborhood. But, I dont believe a travel boycott is ever the answer. In fact, I deeply believe travel contributes, often granularly, but ultimately measurably, to the solution, or at least the evolution of consciousness. It is the human correction, and the arming of the oppressed with a larger truth, that empowers people to act.   Without travel and person-to-person encounters, mental walls are erected, and it becomes easier and easier to demonize the other side. Theyre evil, monsters, not like us, ready to destroy us at first opportunity. But, it is more often than not governments, and their ideologies, policies and leaders, that paint us as different and worthy of ruin. It is the corrupt regimes, not the commuters or mothers and their children, which violate human rights with alacrity and little consequence.  In North Korea, for three generations the common folk have been fed a non-stop diet of animus towards Japan, South Korea and America. And, most North Koreans believed what they were served, until recently when evidence that proved otherwise began to leak across the borders through cell phones, thumb-drives, DVDs, and visitors from the West.   Photo courtesy of MTSobek   When and if North Korea enjoys regime change, it will likely not be because of saber-rattling or brinkmanship, or boycotts or sanctions. It will likely be because the human spirit that thrives everywhere will find the voice, courage, passion and righteousness to force that change. And, while visits from foreigners will not be the tripwire that sets this off, they will be a contributor. Every human touchpoint is a chip in the wall. Every time I exchanged a smile, a handshake, a gift with a North Korean, I made a connection, a human link, making one another not just an abstract representation, but somebody closer to relative than enemy. And, in most cases, we dont want to see harm come to our family or friends, or even people weve met, no matter how briefly.   In these suitcases where we travel to despotic regimes, will our tourist dollars contribute to a worsening or extending of bad rule Not likely. About 1500 Western tourists now visit North Korea each year. About $500 of each travelers fee ends up with the government, so about $750,000, which is peanuts, not enough to buy even a cake of weapons grade plutonium, let alone build and staff an internment camp. It might, however, pay for a debaucherous evening out with Kim Jong-un and Dennis Rodman. The point is, withholding these monies, insignificant in the scheme, by not visiting will not influence policy, or effect meaningful change.   Whatever monies end up in the wrong hands, or spent in a way we dont approve, there is the other side of the ledger...the human factor. Everyone touched by a foreign visitor has the chance to see an alternative, to take measure of a friendly, curious face, and to question the status quo . One by one, the drip, drip, drip of humanity wears down the wall.   Western musicians were beseeched to boycott South Africa during apartheid. Paul Simon ignored that plea, and made beautiful cooperative music that resounded in the ears of the world. Few would disagree that the country is better off today, and that visits by artists, travelers and others during that dark time made a material difference.   In Christopher J. Kochs The Year of Living Dangerously, a Chinese-Australian dwarf, Billy Kwan, is aghast at horrific Indonesian government policies that have impoverished the masses. His response: he decides to help one random prostitute and her child, turning over the bulk of his paycheck each week. The theory...that if we all reach out and influence even one other human being, we are adding to the raindrops, and, at the end of the day, water always beats stone.   In a way, the Arab Spring was a variation on this theme of the benefits of crossing unpleasant borders, a virtual approximation of the human encounter. Employing social media, for the first time thousands of the disenfranchised were able to not only receive unfiltered information from beyond their precincts, but they could participate and send out what they saw, heard and felt. They grasped their own humanity and power, in numbers never before witnessed, and they engineered change. Flesh to flesh visits enable this as well, though fractionally. Still, each time we sit down at the table of someone beyond our ken we together move the pieces forward, advance the game, and impede the stalemates.   Which brings me back to Burma, one of the most beautiful and culturally-rich countries on the planet.   Yes, true democratic reform is a long ways off, but things have progressed significantly since the borders opened, and a Western-sense of fairness and equality is inching forwards. By our going, rather than staying, we help that process, not inhibit it. Just being there allows us, and those we meet, heightened awareness of each others social, cultural and political history, and we discover commonalities, cohesions and human kindness.   Yes, by traveling to Burma we unavoidably contribute in some measure to a bad regime. But, monies spent locally go directly to the villagers, helping to increase quality of life, including education and health. We cant travel throughout the whole of the country, and help all in this way, but again, by helping a little, we build the hill for bigger possibilities. When we stay in a local hotel, or eat at a local restaurant, we directly support small businesses. That lifts the economic boat, and when people are able to meet their daily needs, they are more able to work to remove tyranny.   Beyond the transactions and cultural reciprocity, an American visiting Burma can inspire local inhabitants to action. For many Americans the heritage is of immigration, fleeing persecution, oppression, and human-engineered environmental disaster. Our ancestors acted, and we, and our system of governance, no matter how imperfect, are the results.   But what is equally important is how we, the visitors, are affected and informed by traveling through Burma. When a place is just a distant swath on the map, an intangible and trivial concept, its easy to dismiss. Why bother How many people in your community or town know that the Rohingyas are among the most persecuted minorities in the world Who cares If you go, you will.   Once visited, a place like Burma, and its people, becomes familiar, like a backyard, or a family member. There is an emotional connection forged, an acquired understanding, and when there is a call for help, we are more likely to use our resources to act... to raise voices, to open wallets, to spend time, and to reach out. We, too, can make a positive difference....but it all starts by going there.   If youd like to join me, contact me at    Photo courtesy of MTSobek.  ",
    "topics.title":"Why I'm Going to Burma (Myanmar)",
    "topics.media-type":"News",
    "topics.source":"Huffington Post",
    "topics.published":"2015-09-18T16:28:50.000Z",
    "topic_tweets":5,
    "tweets.created_at_initial":"2015-01-09 20:25:59",
    "tweets.created_at_final":"2015-09-23 13:09:43",
    "tweets.time_interval":256.0
}