{
    "topic":"b5a30ea8-644f-4822-a1f9-8bad37e881b0",
    "topics.content":"For veterinarian Anton Lim and his family, providing even the most basic needs to disadvantaged people are enough to bring them hope for a better future.    Jollibee entertains the community during the outreach program in Barangay Matiang, Bocaue, Bulacan.    Lim, who heads the Yellow Boat of Hope Foundation, has been active in various charitable initiatives since 2010, helping to address the prevalent needs of the less fortunate in society.      Recently, the Foundation partnered with Project PEARLS (Peace Education Aspiration Respect Love Smiles) of Melissa Villa-Wilcox, an overseas-based worker from San Jose, California, to donate bags and school supplies to more than 300 kids in Barangay Matiang in Bocaue, Bulacan. The families were relocated from a slum community in Tondo, Manila.      The families of Lim and Villa-Wilcox were among the past recipients of the Jollibee Family Values Awards, Jollibee’s annual recognition for exemplary Filipino families.      The kids received backpacks filled with school supplies. They were also treated to Jollibee snacks in the Jolly Joy Box.      Giving the kids school bags is just the first step in helping boost the morale of the youngsters and keeping their dreams of a better education within reach. It’s more than just a bag. It’s a symbol of where you put your pencil and notebook, and that represents hope,” said Lim.We just don’t come here and give bags, we also encourage them to study hard because that’s the only way our country will move forward.”      The Yellow Boat of Hope Foundation started in Layag-Layag, a mangrove village in Zamboanga City where children brave the river waters just to reach school. The foundation provided boats to ferry the students to school and to enable the families to earn a living through fishing.      Project P.E.A.R.L.S., on the other hand, was established in the Philippines and the US in 2008 by  Wilcox, to develop outreach programs and gather volunteers to help the poorest of the poor. Her husband, Cliff, and their daughter Francesca help in the fund-raising events and in developing educational programs while her brother, Juan, oversees all local operations in the Philippines. The group has worked hard to relocate the community away from Barangay Ulingan in Tondo where factories threaten the health of the children. Scholarship grants are also provided by the organization for the affected students..  ",
    "topics.title":"Students of relocated communities receive gifts of hope",
    "topics.media-type":"News",
    "topics.source":"Manila Bulletin",
    "topics.published":"2015-09-27T06:02:38.000Z",
    "topic_tweets":6,
    "tweets.created_at_initial":"2015-03-09 19:32:01",
    "tweets.created_at_final":"2015-09-30 10:40:30",
    "tweets.time_interval":204.0
}