{
    "topic":"515400c5-967c-47ce-9028-f46ffa6d2370",
    "topics.content":"On Friday, the Department of Law filed a draft of felony charges against three businesses, and that too when the state is only two months away from finishing regulations for Alaska’s commercial marijuana sales.  The court will decide whether the three operators have broken the law by selling marijuana in the last few months or not. However, both sides have alleged that publicity is playing a part in the cases.  The department has filed 16 felonies and six more misdemeanors against Anchorage-based Alaska Cannabis Club and Absolutely Chronic Deliveries Company, and also Discreet Deliveries, which has a number of locations from Fairbanks down to the Kenai Peninsula.  As per the charging documents, undercover agents bought marijuana from each business on multiple occasions since the beginning of the year. The individual felony charges are for each sale of over an ounce.  John Skidmore, head of the Law Department’s Criminal Division, said that though regulations are still being written, state’s rules on sales were clear.  Skidmore said that it’s not legal to sell marijuana in the state of Alaska so far. In November, when voters approved Ballot Measure Two, it set up a framework for creating a regulated industry. He added that but, they are not there yet.  According to Skidmore, all three companies have a high profile due to which they drew investigators.  Skidmore said, You have several entities here that didn’t take any sort of efforts to hide or conceal activities in which they were engaging. I think some of them have tried to make public point about conduct in which they were engaging”.  Check out More news from Telecom Sector :: Pharmaceutical Sector :: Auto Sector :: Infrastructure :: Real Estate.  ",
    "topics.title":"Both sides allege publicity playing role in wave of felony marijuana charges",
    "topics.media-type":"News",
    "topics.source":"Topnews.in",
    "topics.published":"2015-09-24T05:22:09.000Z",
    "topic_tweets":7,
    "tweets.created_at_initial":"2015-09-15 19:06:33",
    "tweets.created_at_final":"2015-09-30 21:02:51",
    "tweets.time_interval":15.0
}