{
    "topic":"32023021-1141-4832-9939-c8442d505b34",
    "topics.content":"Green House Homes Will Be First of Their Kind in Champaign County      Chicago, IL (PRWEB) September 28, 2015      Last Thursday, September 24, in Urbana, IL, team members from the Chicago office of international design and architecture firm Perkins Eastman joined leadership from Clark-Lindsey for the groundbreaking of the CCRC’s new small homes for specialized dementia care—one devoted to assisted living and the other for skilled nursing care—that will follow the GREEN HOUSE® model. Each home will feature 12 private bedrooms, individualized care from specially trained caregivers, and home furnishings. The Perkins Eastman design team is led by Principal Jerry Walleck AIA and Associate Principal Ramu Ramachandran AIA, LEED AP, two key members of the firm’s renowned senior living practice area.        Clark-Lindsey has partnered with The Green House Project and Perkins Eastman to help usher in a new and superior standard of care for those suffering from Alzheimer’s and dementia-related illnesses. The introduction of these homes not only marks the first Green House project in Champaign County but also a major step forward for how Illinois providers and regulatory officials are looking to institute efficient and innovative care models for seniors. Green House homes are designed to provide a personalized model of care within a real home setting, replete with an open kitchen, dining room and other common areas, setting them apart from the traditional institutional model that can resemble a hospital or nursing home.      The new homes, situated on a 10,000 sf footprint, will feature an architectural design where every inch of space has been carefully considered in order to transform the physical environment to feel more like home. From the outdoor courtyard, library and den areas to the open kitchen providing home cooked meals, these amenities encourage social contact among elders and caregivers. The homes’ design is tailored to maintain existing on-site trees as well as acknowledge the natural surroundings with respect to building proportion, scale and form, while also taking full advantage of the expansive views of adjacent Meadowbrook Park .      Clark-Lindsey is already known within the industry as a leader and innovator when it comes to care,” says Jerry Walleck, the project’s design lead, and the new Green House homes are a continuation of that. They will provide invaluable care and services to dementia residents and their families, and it’s an enormous privilege to have played our part in making that happen.”      Clark-Lindsey Village was founded in 1978 and is the area’s first and only CCRC. It is one of only eight certified Centers for Successful Aging in the U.S. In addition to its forthcoming dementia care small homes, Clark-Lindsey Village offers extensive independent living accommodations, as well as inpatient and outpatient therapy services, assisted living and skilled nursing care at its Meadowbrook Health Center.    Read Full Article          The Green House Project is a radically new national model for skilled nursing care that returns control, dignity and a sense of well-being to elders, their families and direct care staff. In the Green House model, residents receive care in small, self-contained homes organized to deliver individualized care and meaningful relationships between residents and care staff.      About Perkins Eastman   Perkins Eastman is among the top design and architecture firms in the world. With almost 950 employees in 14 locations around the globe, Perkins Eastman practices at every scale of the built environment. From niche buildings to complex projects that enrich whole communities, the firm’s portfolio reflects a dedication to progressive and inventive design that enhances the quality of the human experience. With work in 46 states and more than 40 countries, the firm’s portfolio includes transportation and public infrastructure, high-end residential, commercial, hotels, retail, office buildings, corporate interiors, schools, hospitals, museums, senior living, and public sector facilities. Perkins Eastman provides award-winning design through its offices in North America (New York, NY; Boston, MA; Charlotte, NC; Chicago, IL; Los Angeles, CA; Pittsburgh, PA; San Francisco, CA; Stamford, CT; Toronto, Canada; and Washington, DC); South America (Guayaquil, Ecuador); North Africa and Middle East (Dubai, UAE); and Asia (Mumbai, India, and Shanghai, China).      Images available.      # # #      For the original version on PRWeb visit:   ",
    "topics.title":"Perkins Eastman Celebrates Groundbreaking of Clark-Lindsey's Small Homes for Dementia Care",
    "topics.media-type":"News",
    "topics.source":"MySanAntonio",
    "topics.published":"2015-09-28T21:30:00.000Z",
    "topic_tweets":2,
    "tweets.created_at_initial":"2015-09-14 19:00:13",
    "tweets.created_at_final":"2015-09-22 16:04:19",
    "tweets.time_interval":7.0
}