{
    "topic":"07e1a288-d7e5-4565-8936-9ca9d246c423",
    "topics.content":"Sept. 12-- Mens Wearhouse , a national clothing retailer, plans to open a new store in Grand Forks Columbia Mall this year.      Company spokeswoman Julie Town told the Herald in June Mens Wearhouse planned to open at the end of this year or in early 2016 somewhere on Columbia Road. She confirmed this week the location is the Columbia Mall, with a tentative open date of Dec. 9.      Mens Wearhouse will occupy a 3,300 square-foot space next to Buckle in the mall, said Marianne Fasano, spokeswoman for the malls owner and operator GK Development. The store will have an exterior entrance on the buildings east side.      Mens Wearhouse focuses on mens suits and other dress apparel, like ties, pants and accessories. Its television commercials are famous for its now-ousted founders tagline, Youre going to like the way you look, I guarantee it.      The retailer was founded in 1973 and has more than 1,700 stores, including locations in Fargo and Bismarck.      New coffee shop brews in mall      A coffee shop operator has taken over for another in the Columbia Mall in Grand Forks.      Bully Brew Coffee House, which already has a location in the Valley Eldercare Center near Altru Hospital, opened in the Coffee Companys former mall location earlier this summer. Bully Brew held a grand opening there Friday.      Owner Sandi Luck said the new shop went through a remodel that provides a cozy spot where people may not expect to find one: a heavily-trafficked shopping center.      Both locations have very different target markets, she said. The mall has a lot of travelers and shoppers, but I also feel like we can support the locals by having an area for small meetings.      Bully Brew, which is located next to JCPenney, is named after Lucks English Bulldogs. Luck said the Coffee Company is keeping its 2100 S. Columbia Road location.      Job openings down, but not out      The number of local job openings is down, but an employment official said businesses are still need plenty of workers.      Grand Forks County had 308 fewer jobs in August compared to the same month last year, a 14 percent drop, according to Job Service North Dakota. There were 21 percent fewer job openings statewide in that time period.      Still, Grand Forks had almost 2,200 open jobs last month, ranging from sales positions, healthcare jobs, transportation work and others.      Its down a little, but theres still a lot of underlying strength thats showing up in extreme interest in our job fair, said Keith Reitmeier, the manager of the local Job Service office.      Job Service is hosting a job fair Sept. 24 at the Alerus Center. Employers like Alerus Financial , Altru Health System, American Crystal Sugar Co., Cirrus Aircraft and others have already signed up..  ",
    "topics.title":"Around Town: Men's Wearhouse coming to Columbia Mall [Grand Forks Herald]",
    "topics.media-type":"News",
    "topics.source":"Bloomberg",
    "topics.published":"2015-09-13T00:39:50.000Z",
    "topic_tweets":9,
    "tweets.created_at_initial":"2015-07-09 17:30:02",
    "tweets.created_at_final":"2015-09-28 22:32:38",
    "tweets.time_interval":81.0
}