{
    "topic":"f0b9b1b7-f8c9-4da3-bd7d-ec07993c7c4a",
    "topics.content":"(September 09, 2015) LEWISVILLE, Texas, Sept. 9, 2015 \/PRNewswire\/ -- Adeptus Health Inc. (NYSE: ADPT), the largest operator of freestanding emergency rooms in the U.S., today announced that executives Thomas S. Hall, Chairman and CEO, and Timothy Fielding, CFO, will host a fireside chat at the Morgan Stanley Global Healthcare Conference in New York, NY on Wednesday, September 16, 2015, at 11:05 am ET. About Adeptus Health Inc.Adeptus Health Inc. (NYSE: ADPT) is a leading patient-centered healthcare organization expanding access to the highest quality emergency medical care through its network of freestanding emergency rooms and partnerships with premier healthcare providers. In Texas, Adeptus Health owns and operates First Choice Emergency Room, the nations largest and oldest network of independent freestanding emergency rooms. In Colorado, in partnership with University of Colorado Health, Adeptus Health operates UCHealth Emergency Rooms. In Arizona, with Dignity Health, Adeptus Health owns and operates Dignity Health Arizona General Hospital and freestanding emergency rooms. In Louisiana, Adeptus Health has a partnership with Ochsner Health System, the states largest healthcare system, to improve access to emergency medical care. All Adeptus Health freestanding facilities are fully equipped emergency rooms with a complete radiology suite of diagnostic technology (CT scanner, ultrasound, and digital X-ray), on-site laboratory, and staffed with board-certified physicians and emergency trained registered nurses. According to patient feedback collected by Press Ganey Associates Inc., Adeptus Health provides the highest quality emergency medical care and received the 2013 and 2014 Press Ganey Guardian of Excellence Award for exceeding the 95th percentile in patient satisfaction nationwide. For more information please visit us on the web at adhc  Investor Relations Contact:   Susan A. Noonan  S.A. Noonan Communications, LLC  Tel: (212) 966-3650  Email:  Media Contact:  Jackie Zupsic   Hill+Knowlton Strategies  Tel: (212) 885-0590  Email:    Logo -   To view the original version on PR Newswire, visit:  SOURCE Adeptus Health Inc..  ",
    "topics.title":"Adeptus Health Inc. to Present at the 2015 Morgan Stanley Global Healthcare Conference",
    "topics.media-type":"News",
    "topics.source":"Review Seeker",
    "topics.published":"2015-09-09T13:22:44.000Z",
    "topic_tweets":13,
    "tweets.created_at_initial":"2015-05-09 13:05:05",
    "tweets.created_at_final":"2015-09-27 23:57:02",
    "tweets.time_interval":141.0
}