{
    "topic":"e8097d28-cfda-4850-bbba-2e082da3511e",
    "topics.content":"You can spot them at any all-candidates meeting, those engaged citizens who havent made up their minds yet.      Theyre the ones leaning forward in their seats when the booing or cheering starts because theyre actually trying to hear the answers. Theyre the ones who might applaud briefly after well-considered answers -- but for a different candidate each time. These are the people who are interested not only in what the candidates have to say, but in what the issues are. And theyve given up their free time to do it.      If it werent for the undecideds, all-­candidates meetings would turn into dress rehearsals for question period, as supporters try to out-clap each other no matter how insipid their candidates answers. These public debates could determine which candidates would perform to expectations as backbenchers, being able to get through their partys talking points without saying anything surprising or getting flustered. Whether that is all we want from prospective MPs, I leave to the reader.      Elections are, at least in part, about persuading the undecided. Its not just a contest between the red, blue, orange and green partisans on the four corners of your nearest intersection.      The very repetitiveness of election signs that makes them so annoying leads to name recognition, which helps voters research the right candidates. And all signs, public and private, tell voters what riding they live in by reminding them which candidates are in their area.      Most of all, the signs on public property are a reminder that even now, after all the hard campaigning of the last few weeks, plenty of voters havent yet made up their minds.      Undecideds, colloquially, can include a few different categories.      Most strictly, it means the people who really have no clue how they might vote. Some havent even thought about it yet, and some of those people wont ever think about it, because they wont vote.      It includes the people who are simply staring at the choices before them, wondering when someones going to come in with a hidden camera and reassure them that theyve been punked and here are the real platforms.      The Nanos polling from Sept. 15 puts the undecided vote at just under 10 per cent. This is down from 16.7 per cent at the start of the campaign.      But the category widens to roughly half the electorate if we include the people who say theyre going to vote for one party but are willing to consider a second choice. These are the uncommitted, the wafflers between two parties, the people waiting to see which choice seems to serve their strategic purpose, or which platform has the biggest clunker.      Uncommitted voters are the reasons we have campaigns. Some people get involved in politics by joining or supporting political parties, but that is not the only form of engagement.      In conversations about the election, people keep confiding to me that they havent made up their minds. They say it quietly, almost apologetically, as if its a task they havent got around to yet. But there is still a month left in this campaign. You dont have to decide until you do.      In a close election in which no one party has yet persuaded more than half of Canadians, parties will be tempted to play to the base, to demonize the other side, to polarize issues that should have cross-partisan appeal, to get the decided voters angry and afraid so theyll get out and vote. Undecided voters counter this tendency, because to capture them, parties have to reach beyond their traditional talking points and fear-mongering.      Being undecided, four weeks from election day, isnt a personal failing. Its a sign of an open mind, and thats good for the country.      Twitter  ",
    "topics.title":"Undecided voter with open mind good for country",
    "topics.media-type":"News",
    "topics.source":"Kingston Whig-Standard",
    "topics.published":"2015-09-20T22:58:28.000Z",
    "topic_tweets":15,
    "tweets.created_at_initial":"2015-01-09 14:28:32",
    "tweets.created_at_final":"2015-11-09 00:16:55",
    "tweets.time_interval":303.0
}