{
    "topic":"f40a96b1-9b7d-48db-a3d9-447c558079e7",
    "topics.content":"Published on the 10\/09\/2015 | Written by Greentree International                       AT A GLANCE   Regional Housing Limited     INDUSTRY     Not for profit     BUSINESS OBJECTIVE     Centralise the database and automate processes  Upgrade business systems to meet reporting and governance requirements for community housing organisations     SOLUTION     Greentree financial control, CRM and property management     BUSINESS BENEFITS     More efficient reporting  Manual tasks eliminated  Equiped to offer new services and manage future growth   FOR MORE INFORMATION    Greentree   W:     Australia   E:    T: 1800 000 737    New Zealand   E:    T: 0800 313 313           Regional Housing Limited’s ERP software choice adds to a growing list in the social housing sector...       From the experience of several major housing providers across the country, we could see that Greentree was fast becoming an industry standard system.”      Brett Hanna is the CEO of Regional Housing Limited (RHL), the largest community housing organisation in regional Queensland. It administers over 400 properties, mainly for low-income people, and also operates a shelter and support programmes for homeless youths.      RHL is growing steadily, through various mergers and alliances with other social housing organisations. Its latest innovation is developing housing especially for the disabled. Managing such growth requires a comprehensive, flexible business system.      RHL is a stalwart user of Greentree.      A vital safety net   Since 1992 RHL has been a core housing service, first in the Bundaberg community and now throughout central Queensland. On average it resolves housing problems for 30-40 families a month, in a region affected by poverty and high unemployment. Demand for its services can be directly affected by national economic conditions, so RHL has to be responsive, especially as a provider of emergency relief.      Our entire organisation is outcome focused,” says Brett. We’re the safety net for people in the community who are facing homelessness because of financial distress or other circumstances.”      Financial control, tenancy management and various wraparound special services are complex things to handle. RHL needed a system that could integrate all those functions and make life easier.      RHL had been dependent on half a dozen disparate business systems, which were unable to communicate with each other. Manual spreadsheets and various scattered databases made for hard labour in calculating maintenance costs and rental incomes. RHL also has to generate monthly reports for its board, along with quarterly and annual reports for various government agencies involved in housing and welfare.       Greentree has reduced the time spent in producing reports by around 40%, having eliminated all that manual labour.”    Brett Hanna, CEO Regional Housing Limited       There wasn’t any depth in the demographic data and we couldn’t really report the depth of what we provide in services or records,” explains RHL’s Business Development Officer, Kris Robinson. Government reporting is a huge task – probably about 25% of our workload involves capturing accurate data and being able to report it efficiently in the right format for whichever agency requires it.”      Some of those reports would take days or even weeks to complete,” adds Brett.      Greentree outshines competitors   Government agencies increasingly require data uploads, rather than dealing with paper-based reports, so RHL went looking for a system that could automate data processing. The shopping was aided by a regional taskforce of similar providers, which shared information about business systems. Backed by endorsements from the likes of Compass Housing Ltd, Greentree became RHL’s choice over Technology One and Kypera.      Greentree was superior on several points,” Brett says. Other systems we looked at had asset and property management at their core, but were really challenged to do CRM and financial management. Other deciding factors were the strength of Greentree’s Partner network, the fact that we could integrate so many functions into the one system, and the price.”      Today, RHL’s reporting problems have largely disappeared. Breaking up data into various programmes for consolidated reports used to take three to four days – now it takes half a day.      Having all our data in one centralised system, and knowing that we can trust that data, has reduced the time spent in producing reports by around 40%, having eliminated all that manual labour,” says Brett. Greentree also enables us to monitor staff performance, giving us a level of quality control that we never had before.      Greentree’s Approvals & Alerts has let us build delegations and controls into the system, largely removing the risk of human error in approving actions. Having that control has been life-changing.”      A very nimble organisation”   Greentree’s Workflow desktops have delivered peace of mind to RHL’s staff and auditors, who know that the live data in front of them is controlled and secure – especially important when it comes to tasks like arrears management. Kris can extract data from the system in minutes, to fill any request, and Brett has the convenience of accessing Greentree from mobile devices wherever he is, to make authorisations.      RHL is excited about moving into disability housing, where it has some new ideas to help make disabled tenants even more independent.      I think we’ll also see growth in our support services,” says Brett. We’re a very nimble organisation, so if there’s a new opportunity emerging you can be sure we’ll be on the front foot with it and generally one of the first.      Greentree has increased our capacity and efficiency as an organisation, streamlined processes, and strengthened our ability to become the high-performing organisation that we’ve always wanted to be.”      Source: This article was originally sourced from Greentree International             FURTHER READING September 10, 2015 | Greentree International  Regional Housing Limited’s ERP software choice adds to a growing list in the social housing sector...       Greentree IQ* enables EasiYo to predict ‘live’ data  September 9, 2015 | Greentree International  Greentree IQ* is EasiYo’s strategic tool to analyse business trends and discover new market opportunities...       Resilient ERP for community housing  September 9, 2015 | Greentree International  Community Housing by its nature requires a human touch; Greentree’s fully integrated ERP software enables everyone involved to spend their time where it really counts and still be completely in control of business systems and processes...       ERP system gives a better view nationwide  September 7, 2015 | Greentree International  HVG’s Greentree system easily manages complex supply chain & CRM needs, while delivering tailored key information…       Greentree delivers business hub for global growth  July 16, 2015 | Greentree International  Activated Carbon Technologies says Greentree ERP software will be deployed across its international offices…            The post NFP housing providers choose Greentree appeared first on iStart leading the way to smarter technology investment. ..  ",
    "topics.title":"NFP housing providers choose Greentree",
    "topics.media-type":"News",
    "topics.source":"iStart.com.au",
    "topics.published":"2015-09-09T22:39:32.000Z",
    "topic_tweets":9,
    "tweets.created_at_initial":"2015-03-09 17:10:04",
    "tweets.created_at_final":"2015-11-09 21:27:56",
    "tweets.time_interval":245.0
}