{
    "topic":"83799f44-5dcc-40e8-ae84-c28f4757e173",
    "topics.content":"Fortinet − a global leader in high-performance cybersecurity solutions − announced enhancements to its cloud-based FortiCloud management system and a new line of cloud-managed wireless access points (APs), continuing the company’s strategic investments and momentum in the secure wireless networking market. Fortinet’s FortiAP-S series” wireless LAN (WLAN) APs are the most secure cloud-managed enterprise Wi-Fi products on the market, featuring Fortinet’s cybersecurity technology running directly on the AP and the latest s ecurity updates from Fortinet’s industry-leading FortiGuard Labs Threat Intelligence team. Now organizations no longer need to sacrifice security when opting to manage their enterprise wireless LAN from the cloud.   Distributed organizations face many challenges as they deploy and manage a wireless LAN solution for their customers and employees. Current enterprise WLAN solutions often require complex architectures to segment guest and internal networks, while demanding extra hardware like separate WLAN controllers and security appliances. While emerging cloud-managed Wi-Fi vendors have helped to reduce the complexity and management issues associated with deploying wireless networks, moving WLAN control into the cloud has introduced security challenges that have yet to be addressed until now.   Fortinet’s new FortiAP-S series of wireless access points empower organizations to forego separate WLAN controllers without exposing the network to cyber-threats. Every FortiAP-S series access point is centrally managed through the cloud-based FortiCloud management system, enabling effortless Wi-Fi network deployment and management, increasing security, visibility and control, and reducing overall infrastructure complexity. This makes it easy for organizations to implement and manage a secure Wi-Fi network, while the scalability of cloud management makes the solution ideal for distributed enterprises that may have thousands of sites.      The FortiAP-S series APs are loaded with advanced security features like intrusion prevention, web filtering, rouge AP detection, antivirus security protection, granular application controls and more, all running directly on the access point. These features are all backed by FortiGuard Labs’ industry-leading threat intelligence to ensure each FortiAP-S is protected against the very latest advanced threats, in real-time. This sophisticated level of hardware and software integration is only made possible by Fortinet’s expertise and dedication to high-performance security engineering and research.   Fortinet’s new FortiAP-S series combines the flexibility of cloud management, the latest generation of wireless access point technology and the proven security of FortiGuard, all forming a secure wireless architecture for enterprise access networks,” said Rajesh Maurya, Country Manager, India & SAARC at Fortinet..  ",
    "topics.title":"Fortinet launches most secure cloud-managed enterprise ...",
    "topics.media-type":"News",
    "topics.source":"Daily Mirror Sri Lanka",
    "topics.published":"2015-09-14T07:54:04.000Z",
    "topic_tweets":12,
    "tweets.created_at_initial":"2015-01-09 07:00:09",
    "tweets.created_at_final":"2015-09-30 11:14:02",
    "tweets.time_interval":264.0
}