{
    "topic":"ecee1173-832a-41b9-a479-d7e1093a1dd4",
    "topics.content":"London - Am I alone in thinking that there was a huge and glaring omission from the deluge of excitable coverage generated by the mining giant Glencore      The vast majority of it was focused on the financial shock therapy the company announced, with the aim of reducing its $30bn (£19bn) debt mountain, including a rights issue, dividend suspension and the mothballing of two large African mines. Needless to say London was cock-a-hoop.      However, the fate of the thousands of people employed at those two mines, in Zambia and the Democratic Republic of Congo, barely merited a mention.      On the subject of those mines, Glencore simply noted” an announcement made by its majority owned subsidiary Katanga Mining of a business review. It also informed investors that a similar process was under way at Mopani Copper. These, it explained, would involve the suspension of production” for 18 months up until the completion of the expansionary and upgrade projects”.      By mothballing the two mines and restricting the global supply of copper, the company is hoping to put a little life into the metals bombed-out price. The latter duly cheered up in London trading, as did Glencores shares, although opinion on the longer-term outlook for both remains divided.      Cheer is a commodity that will be in short supply at the two mines right now, but to what extent remains open to question.      The work to expand and upgrade the mines, and the need to keep things ticking over until production is re-started, will limit the number of job losses. When I contacted the company Glencore was also at pains to stress that when production is restarted those made redundant could be re-hired. However, the fact remains they will be without incomes in the interim in parts of the world where it wont be easy to find other employment at comparable rates of pay.      They are the silent victims of Glencores attempt to restore the fortunes of its wealthy managers and investors by polishing the global price of copper.      It is a brutal lesson in the realities of global capitalism and the price it exacts from those at the bottom of the heap; the people engaged in the difficult, dirty and dangerous job of extracting the raw materials.      The final number of those caught up in Glencores financial squall is not yet known.      It will probably only emerge following the aforementioned business reviews, while the stories of those affected are all but certain to go unreported in much of the Western media.      THE INDEPENDENT                               Like us on Facebook      Connect with us on LinkedIn      Follow us on Twitter      Hungry for more business news Sign up for our daily newsletter!.  ",
    "topics.title":"Caught in Glencore’s financial squall",
    "topics.media-type":"News",
    "topics.source":"IOL",
    "topics.published":"2015-08-09T08:18:20.000Z",
    "topic_tweets":10,
    "tweets.created_at_initial":"2015-01-09 08:21:01",
    "tweets.created_at_final":"2015-12-09 16:00:40",
    "tweets.time_interval":334.0
}