[
    {
        "topic": "5811057c-6732-4b37-b04c-ddf0a75a7b51",
        "content": "EVIAN, France, Sept 13 AFP - New Zealands Lydia Ko wrote another chapter of golfing history on Sunday when she became the youngest winner of a womens major with a stunning final round 63 at the Evian Championship.   Sundays flawless eight-birdie round was the lowest score of the week and she finished on 268, 16 under par and six ahead of American Lexi Thompson (70). Chinas Feng Shanshan also shot 70 and was third on eight under.   Ko is 18 years 142 days - 171 days younger than Morgan Pressel when she won the 2007 Kraft Nabisco Championship.   Back in February, aged 17, Ko became the youngest player to claim the world No. 1 ranking, although the Evian victory still leaves her at No.2 behind South Koreas Inbee Park.   She also holds the record as the youngest winner on the LPGA Tour, the first of her nine wins coming as a 15-year-old amateur at the 2012 Canadian Open.   At Evian on Sunday Australias Minjee Lee (72) was tied for 11th, 12 shots behind the leader while Karrie Webb (72) was 19 shots back tied for 38th.   Ko, who finished second at Evian two years ago, was thrilled to achieve her dream of a first major title.   Overcome with emotion, she came close to tears after holing the last of her eight birdie putts on the 18th.   Its pretty amazing, she said.   This has been an awesome day and an unbelievable experience. Everyone has been asking me when I was going to win my fist major, and now its done. Its so hard to get your hands on the first one.   With a five-shot lead coming down the last, she was able to savour the experience and appreciate the crowd support.   Jason (her caddie) told me to enjoy the moment and thats when I could feel the tears coming. It was quite overwhelming and also a bit of a relief, she continued.   Winning a major at any age is special, but to become the youngest is pretty cool. Its also nice that it is over - no one will ask me about it again.   Ko started the final round two shots behind South Koreas Mi-Hyang Lee, who finished joint fourth with a 74, and was three behind Thompson after seven holes.   But she birdied four holes between the seventh and 12th to take the lead and edged three ahead when Thompson, over the back and in deep rough from the tee, took a double-bogey five at the short 14th.   The final few holes were a victory stroll. An up-and-down birdie at the long 15th stretched the lead to four, then it was five thanks to a 20-foot birdie putt at the 17th and six when she holed another 20-footer at the last.   Park, winner of two majors this season, had a fine final round of 68 to finish just inside the top ten on five under par. The South Korean won the Evian title in 2012, the year before it became a major.   This was Kos fourth win of the year and now she will spend a few weeks at her home with her family in Orlando, Florida, before heading for the LPGAs Asia swing next month.   And new targets   My next goal is the Olympics, she said after pocketing the 430,000 ($A684,500) winners cheque.   Rio is less than a year away and I really want to do it.   As soon as I knew golf was in the Olympics I wanted to be part of it and play for New Zealand. I love representing my country..  ",
        "coref_content": "EVIAN, France, Sept 13 AFP - New Zealands Lydia Ko write another chapter of golfing history on Sunday when Ko become the young winner of a women major with a stunning final round 63 at the Evian Championship. Sunday flawless eight - birdie round be the low score of the week and Ko finish on 268, 16 under par and six ahead of American Lexi Thompson ( 70 ). Chinas Feng Shanshan also shoot 70 and be third on eight under. Ko be 18 year 142 day - 171 day young than Morgan Pressel when Ko win the 2007 Kraft Nabisco Championship. back in February, aged 17, Ko become the young player to claim the world no. 1 ranking, although a stunning final round 63 at the Evian Championship EVIAN, France still leave Ko at no.2 behind South Koreas Inbee Park. Ko also hold the record as the young winner on the LPGA Tour, the first of Ko's nine win come as a 15 - year - old amateur at the 2012 Canadian Open. at the Evian Championship on Sunday Australias Minjee Lee ( 72 ) be tie for 11th, 12 shot behind the leader while Karrie Webb ( 72 ) be 19 shot back tie for 38th. Kothe Evian Championship , be thrilled to achieve Ko's dream of a first major title. Overcome with emotion, Ko come close to tear after hole the last of Ko eight birdie putt on the 18th. the last of she eight birdie putt on the 18th pretty amazing, Ko say. this have be an awesome day and an unbelievable experience. everyone have be ask Ko when Ko be go to win Ko's fist major, and now its do. it so hard to get your hand on the first one. with a five - shot lead come down the last, Ko be able to savour the experience and appreciate the crowd support. Jason ( Ko caddie ) tell Ko to enjoy the moment and that s when Ko could feel the tear come. it be quite overwhelming and also a bit of a relief, Ko continue. win a major at any age be special, but to become the young be pretty cool. it also nice that it be over - no one will ask Ko about it again. Ko start the final round two shot behind South Koreas Mi - Hyang Lee, who finish joint fourth with a 74, and be three behind American Lexi Thompson ( 70 ) after seven hole. but American Lexi Thompson ( 70 ) birdie four hole between seven hole and 12th to take the lead and edge three ahead when American Lexi Thompson ( 70 ), over the back and in deep rough from the tee, take a double - bogey five at the short 14th. the final few hole be a victory stroll. an up - and - down birdie at the long 15th stretch the lead to four, then the lead be five thank to a 20 - foot birdie putt at the 17th and six when American Lexi Thompson ( 70 ) hole another 20 - footer at the last. Park, winner of two major this season, have a fine final round of 68 to finish just inside the top ten on five under par. Park, winner of two major this season win the Evian title in 2012, the year before the Evian title become a major. this be Ko fourth win of the year and now Ko will spend a few week at Ko's home with Ko's family in Orlando, Florida, before head for the LPGAs Asia swing next month. and new target Ko's next goal be the Olympics, Ko say after pocket the 430,000 ( $ a684,500 ) winner cheque. Rio be less than a year away and Ko really want to do it. as soon as Ko know golf be in the Olympics Ko want to be part of the Olympics and play for New Zealand. Ko love represent New Zealand ..",
        "tweets": [
            "Warner: PNM win a victory for ILP",
            "Lydia Ko off to a solid start at Evian Championship",
            "Lexi Thompson, Mi Hyang Lee tied for lead at Evian Championship",
            "Lexi Thompson, Mi Hyang Lee tied for lead at Evian Championship",
            "Lydia Ko intends to play her own game in final round at Evian Championship",
            "Lydia Kos drawing on past experience in her bid to lift her first major trophy ahead of final round of Evian Championship at Lake Geneva..",
            "Lydia Ko wins Evian Championship to become youngest major champion",
            "Teenager Ko makes history with Evian win",
            "Lydia Ko becomes youngest ever winner of a major at the Evian…  via",
            "World No.2 Lydia Ko (18) became the youngest winner of a LPGA major with a 6-shot victory over Lexi Thompson at the Evian Championship.",
            "Lydia Ko records first ever Major title overnight, youngest ever Major winner",
            "Kiwi golfer  fired a bogey-free eight-under 63 to become the youngest winner of a womens major at the Evian Championship in France..",
            "Commentary Box is on in 10 mins – Mike, Andrew and Scotty are talking Lydia Ko, RWC and more..",
            "Teenager Ko makes history with Evian win",
            "Lydia Ko takes scintillating major win in her stride",
            "Teenager Lydia Ko makes history at Evian.  #golf",
            "Lydia Ko says she was spurred on to her major triumph by a vocal young fan during the weekend",
            "Ko wins Evian Championship, becomes youngest major champion: EVIAN-LES-BAINS, France -- With two holes left to...",
            "18-year-old Lydia Ko wins Evian Championship to become youngest LPGA major champion.",
            "Amazing teen golfer Lydia Ko hailed over major record",
            "Ko makes history with Evian win",
            "New Zealand golfer Lydia Ko already looking ahead to Rio Olympics after major success",
            "Teenager Lydia Ko poised for golfing riches after Evian Championship win",
            "Lydia Ko not even a mention.",
            "win win.",
            "Jason Days moved within 18 holes of the world number one ranking after another round in the red at the BMW Championship in Illinois..",
            "a win is a win is a win.",
            "If you think you can win, you can win. Faith is necessary to victory. - William Hazlitt #quote via",
            "Win-win!."
        ],
        "coref_tweets": "Warner : PNM win a victory for ILP. Lydia Ko off to a solid start at Evian Championship. Lexi Thompson, Mi Hyang Lee tie for lead at Evian Championship. Lexi Thompson, Mi Hyang Lee tie for lead at Evian Championship. Lydia Ko intend to play Lydia Ko's own game in final round at Evian Championship. Lydia Ko draw on past experience in Lydia Ko's bid to lift Lydia Ko's first major trophy ahead of final round of Evian Championship at Lake Geneva ... Lydia Ko win Evian Championship to become young major champion. Lydia Ko make history with Evian win. Lydia Ko become young ever winner of a major at the Evian … via. Lydia Ko become the young winner of a LPGA major with a 6 - shot victory over Lexi Thompson at Evian Championship .. Lydia Ko record first ever Major title overnight, young ever Major winner. Lydia Ko fire a bogey - free eight - under 63 to become the young winner of a women major at Evian Championship ... commentary Box be on in 10 min – Mike, Andrew and Scotty be talk Lydia Ko, RWC and more ... teenager Ko make history with Evian win. Lydia Ko take scintillating major win in Lydia Ko's stride. Lydia Ko make history at the Evian. # golf. Lydia Ko say Lydia Ko be spur on to Lydia Ko's major triumph by a vocal young fan during the weekend. Lydia Ko win Evian Championship, become young major champion : Evian Championship France -- with two hole leave to .... Lydia Ko win Evian Championship to become young LPGA major champion .. Lydia Ko hail over major record. Lydia Ko make history with Evian win. Lydia Ko already look ahead to Rio Olympics after major success. Lydia Ko poise for golfing rich after Evian Championship win. Lydia Ko not even a mention .. win win .. Jason Days move within 18 hole of the world number one ranking after another round in the red at the BMW Championship in Illinois ... a win be a win be a win .. if you think you can win, you can win. faith be necessary to victory. - William Hazlitt # quote via. win - win! .",
        "nr_tweets": 29,
        "topic_clusters": ["Ko", "she", "she", "Ko", "she", "Ko", "she", "she", "her", "Ko , who finish second at Evian two year ago", "her", "she", "she", "she", "I", "I", "my", "she", "her", "I", "I", "she", "I", "Ko", "Kos", "she", "her", "her", "my", "she", "I", "I", "I", "I", "my"],
        "tweets_clusters": ["Evian Championship", "Evian Championship", "Evian Championship", "Evian Championship", "Evian Championship", "Evian Championship", "the Evian Championship", "the Evian Championship in France", "Evian Championship", "EVIAN - LES - BAINS , France", "Evian Championship", "Evian Championship"],
        "topic_sentences_srl": [
            [
                "EVIAN , France , Sept 13 AFP - [ARG0: New Zealands Lydia Ko] [V: wrote] [ARG1: another chapter of golfing history] [ARGM-TMP: on Sunday] [ARGM-TMP: when she became the youngest winner of a womens major with a stunning final round 63 at the Evian Championship] .",
                "EVIAN , France , Sept 13 AFP - New Zealands Lydia Ko wrote another chapter of [V: golfing] [ARG0: history] on Sunday when she became the youngest winner of a womens major with a stunning final round 63 at the Evian Championship .",
                "EVIAN , France , Sept 13 AFP - New Zealands Lydia Ko wrote another chapter of golfing history on [ARGM-TMP: Sunday] [R-ARGM-TMP: when] [ARG1: she] [V: became] [ARG2: the youngest winner of a womens major] [ARGM-MNR: with a stunning final round 63 at the Evian Championship] ."
            ],
            [
                "[ARGM-TMP: Sundays] [V: flawless] [ARG1: eight - birdie round] was the lowest score of the week and she finished on 268 , 16 under par and six ahead of American Lexi Thompson ( 70 ) .",
                "[ARGM-TMP: Sundays] [ARG1: flawless eight - birdie round] [V: was] [ARG2: the lowest score of the week] and she finished on 268 , 16 under par and six ahead of American Lexi Thompson ( 70 ) .",
                "Sundays flawless eight - birdie round was the lowest score of the week and [ARG1: she] [V: finished] [ARGM-EXT: on 268 , 16 under par and six ahead of American Lexi Thompson ( 70 )] ."
            ],
            [
                "[ARG0: Chinas Feng Shanshan] [ARGM-ADV: also] [V: shot] [ARG1: 70] and was third on eight under .",
                "[ARG1: Chinas Feng Shanshan] [ARGM-ADV: also] shot 70 and [V: was] [ARG2: third on eight under] ."
            ],
            [
                "[ARG1: Ko] [V: is] [ARG2: 18 years 142 days - 171 days younger than Morgan Pressel] [ARGM-TMP: when she won the 2007 Kraft Nabisco Championship] .",
                "Ko is 18 years 142 days - 171 days younger than Morgan Pressel [ARGM-TMP: when] [ARG0: she] [V: won] [ARG1: the 2007 Kraft Nabisco Championship] ."
            ],
            [
                "Back in February , [V: aged] [ARG2: 17] , Ko became the youngest player to claim the world No .",
                "[ARGM-TMP: Back in February] , [ARGM-PRD: aged 17] , [ARG1: Ko] [V: became] [ARG2: the youngest player to claim the world No] .",
                "Back in February , aged 17 , Ko became [ARG0: the youngest player] to [V: claim] [ARG1: the world No] ."
            ],
            [
                "[ARG2: 1] [V: ranking] , although the Evian victory still leaves her at No.2 behind South Koreas Inbee Park .",
                "1 ranking , although [ARG0: the Evian victory] [ARGM-TMP: still] [V: leaves] [ARG1: her] [ARG2: at No.2 behind South Koreas Inbee Park] ."
            ],
            [
                "[ARG0: She] [ARGM-DIS: also] [V: holds] [ARG1: the record as the youngest winner on the LPGA Tour] , [ARGM-ADV: the first of her nine wins coming as a 15 - year - old amateur at the 2012 Canadian Open] .",
                "She also holds the record as the youngest winner on the LPGA Tour , [ARG1: the first of her nine wins] [V: coming] [ARGM-PRD: as a 15 - year - old amateur] [ARGM-TMP: at the 2012 Canadian Open] ."
            ],
            [
                "[ARGM-LOC: At Evian] on Sunday [ARG1: Australias Minjee Lee ( 72 )] [V: was] [ARG2: tied for 11th , 12 shots behind the leader] while Karrie Webb ( 72 ) was 19 shots back tied for 38th .",
                "[ARGM-LOC: At Evian] [ARGM-TMP: on Sunday] [ARG0: Australias Minjee Lee ( 72 )] was [V: tied] [ARG3: for 11th] , [ARGM-EXT: 12 shots behind the leader] [ARGM-ADV: while Karrie Webb ( 72 ) was 19 shots back tied for 38th] .",
                "At Evian on Sunday Australias Minjee Lee ( 72 ) was tied for 11th , 12 shots behind the leader while [ARG1: Karrie Webb ( 72 )] [V: was] [ARG2: 19 shots back tied for 38th] .",
                "At Evian on Sunday Australias Minjee Lee ( 72 ) was tied for 11th , 12 shots behind the leader while [ARG1: Karrie Webb ( 72 )] was [ARGM-MNR: 19 shots back] [V: tied] [ARG3: for 38th] ."
            ],
            [
                "[ARG0: Ko] , [R-ARG0: who] [V: finished] [ARGM-ADV: second] [ARGM-LOC: at Evian] [ARGM-TMP: two years ago] , was thrilled to achieve her dream of a first major title .",
                "[ARG1: Ko , who finished second at Evian two years ago] , [V: was] [ARG2: thrilled to achieve her dream of a first major title] .",
                "[ARG1: Ko , who finished second at Evian two years ago] , was [V: thrilled] [ARG2: to achieve her dream of a first major title] .",
                "[ARG0: Ko , who finished second at Evian two years ago] , was thrilled to [V: achieve] [ARG1: her dream of a first major title] ."
            ],
            [
                "[V: Overcome] [ARG0: with emotion] , [ARG1: she] came close to tears after holing the last of her eight birdie putts on the 18th .",
                "[R-ARG1: Overcome with emotion] , [ARG1: she] [V: came] [ARG2: close to tears] [ARGM-TMP: after holing the last of her eight birdie putts on the 18th] .",
                "Overcome with emotion , [ARG0: she] came close to tears after [V: holing] [ARG1: the last of her eight birdie putts] [ARGM-TMP: on the 18th] ."
            ],
            [
                "[ARG1: Its pretty amazing] , [ARG0: she] [V: said] ."
            ],
            [
                "This [V: has] been an awesome day and an unbelievable experience .",
                "[ARG1: This] has [V: been] [ARG2: an awesome day and an unbelievable experience] ."
            ],
            [
                "Everyone [V: has] been asking me when I was going to win my fist major , and now its done .",
                "Everyone has [V: been] asking me when I was going to win my fist major , and now its done .",
                "[ARG0: Everyone] has been [V: asking] [ARG2: me] [ARG1: when I was going to win my fist major] , and now its done .",
                "Everyone has been asking me when I [V: was] going to win my fist major , and now its done .",
                "Everyone has been asking me when I was [V: going] to win my fist major , and now its done .",
                "Everyone has been asking me [ARGM-TMP: when] [ARG0: I] was going to [V: win] [ARG1: my fist major] , and now its done .",
                "Everyone has been asking me when I was going to win my fist major , and [ARGM-TMP: now] [ARG1: its] [V: done] ."
            ],
            [
                "Its so hard to [V: get] [ARG1: your hands] [ARG2: on the first one] ."
            ],
            [
                "With [ARG1: a five - shot lead] [V: coming] [ARGM-DIR: down] [ARG2: the last] , she was able to savour the experience and appreciate the crowd support .",
                "[ARGM-ADV: With a five - shot lead coming down the last] , [ARG1: she] [V: was] [ARG2: able to savour the experience and appreciate the crowd support] .",
                "With a five - shot lead coming down the last , [ARG0: she] was able to [V: savour] [ARG1: the experience] and appreciate the crowd support .",
                "With a five - shot lead coming down the last , [ARG0: she] was able to savour the experience and [V: appreciate] [ARG1: the crowd support] ."
            ],
            [
                "[ARG0: Jason ( her caddie )] [V: told] [ARG2: me] [ARG1: to enjoy the moment] and that s when I could feel the tears coming .",
                "Jason ( her caddie ) told [ARG0: me] to [V: enjoy] [ARG1: the moment] and that s when I could feel the tears coming .",
                "Jason ( her caddie ) told me to enjoy the moment and [ARG1: that] [V: s] [ARG2: when I could feel the tears coming] .",
                "Jason ( her caddie ) told me to enjoy the moment and that s when I [V: could] feel the tears coming .",
                "Jason ( her caddie ) told me to enjoy the moment and that s [ARGM-TMP: when] [ARG0: I] [ARGM-MOD: could] [V: feel] [ARG1: the tears coming] .",
                "Jason ( her caddie ) told me to enjoy the moment and that s when I could feel [ARG1: the tears] [V: coming] ."
            ],
            [
                "[ARG1: It] [V: was] [ARG2: quite overwhelming and also a bit of a relief] , she continued .",
                "[ARG1: It was quite overwhelming and also a bit of a relief] , [ARG0: she] [V: continued] ."
            ],
            [
                "[V: Winning] [ARG1: a major] [ARGM-TMP: at any age] is special , but to become the youngest is pretty cool .",
                "[ARG1: Winning a major at any age] [V: is] [ARG2: special] , but to become the youngest is pretty cool .",
                "Winning a major at any age is special , but to [V: become] [ARG2: the youngest] is pretty cool .",
                "Winning a major at any age is special , but [ARG1: to become the youngest] [V: is] [ARG2: pretty cool] ."
            ],
            [
                "Its also nice that [ARG1: it] [V: is] [ARG2: over] - no one will ask me about it again .",
                "Its also nice that it is over - no one [V: will] ask me about it again .",
                "Its also nice that it is over - [ARG0: no one] [ARGM-MOD: will] [V: ask] [ARG2: me] [ARG1: about it] [ARGM-TMP: again] ."
            ],
            [
                "[ARG0: Ko] [V: started] [ARG1: the final round] [ARGM-MNR: two shots behind South Koreas Mi - Hyang Lee , who finished joint fourth with a 74 , and was three behind Thompson after seven holes] .",
                "Ko started the final round two shots behind [ARG1: South Koreas Mi - Hyang Lee] , [R-ARG1: who] [V: finished] [ARGM-PRD: joint fourth] [ARGM-MNR: with a 74] , and was three behind Thompson after seven holes .",
                "Ko started the final round two shots behind [ARG1: South Koreas Mi - Hyang Lee] , [R-ARG1: who] finished joint fourth with a 74 , and [V: was] [ARG2: three behind Thompson] [ARGM-TMP: after seven holes] ."
            ],
            [
                "[ARGM-DIS: But] [ARG0: she] [V: birdied] [ARG1: four holes] [ARGM-TMP: between the seventh and 12th] [ARGM-PRP: to take the lead] and edged three ahead when Thompson , over the back and in deep rough from the tee , took a double - bogey five at the short 14th .",
                "But [ARG0: she] birdied four holes between the seventh and 12th to [V: take] [ARG1: the lead] and edged three ahead when Thompson , over the back and in deep rough from the tee , took a double - bogey five at the short 14th .",
                "[ARGM-DIS: But] [ARG1: she] birdied four holes between the seventh and 12th to take the lead and [V: edged] [ARG2: three] [ARG5: ahead] [ARGM-TMP: when Thompson , over the back and in deep rough from the tee , took a double - bogey five at the short 14th] .",
                "But she birdied four holes between the seventh and 12th to take the lead and edged three ahead [ARGM-TMP: when] [ARG0: Thompson] , [ARGM-ADV: over the back and in deep rough from the tee] , [V: took] [ARG1: a double - bogey five] [ARGM-TMP: at the short 14th] ."
            ],
            [
                "[ARG1: The final few holes] [V: were] [ARG2: a victory stroll] ."
            ],
            [
                "[ARG0: An up - and - down birdie at the long 15th] [V: stretched] [ARG1: the lead] [ARG4: to four] , then it was five thanks to a 20 - foot birdie putt at the 17th and six when she holed another 20 - footer at the last .",
                "An up - and - down birdie at the long 15th stretched the lead to four , [ARGM-TMP: then] [ARG1: it] [V: was] [ARG2: five thanks to a 20 - foot birdie putt at the 17th and six] [ARGM-TMP: when she holed another 20 - footer at the last] .",
                "An up - and - down birdie at the long 15th stretched the lead to four , then it was five thanks to a 20 - foot birdie putt at the 17th and six [ARGM-TMP: when] [ARG0: she] [V: holed] [ARG1: another 20 - footer] [ARGM-TMP: at the last] ."
            ],
            [
                "[ARG0: Park , winner of two majors this season ,] [V: had] [ARG1: a fine final round of 68 to finish just inside the top ten on five under par] .",
                "Park , winner of two majors this season , had [ARG1: a] fine final round of 68 to [V: finish] [ARGM-MNR: just inside the top ten on five under par] ."
            ],
            [
                "[ARG0: The South Korean] [V: won] [ARG1: the Evian title] [ARGM-TMP: in 2012 , the year before it became a major] .",
                "The South Korean won the Evian title in 2012 , the year before [ARG1: it] [V: became] [ARG2: a major] ."
            ],
            [
                "[ARG1: This] [V: was] [ARG2: Kos fourth win of the year] and now she will spend a few weeks at her home with her family in Orlando , Florida , before heading for the LPGAs Asia swing next month .",
                "This was Kos fourth win of the year and now she [V: will] spend a few weeks at her home with her family in Orlando , Florida , before heading for the LPGAs Asia swing next month .",
                "This was Kos fourth win of the year and [ARGM-TMP: now] [ARG0: she] [ARGM-MOD: will] [V: spend] [ARG1: a few weeks] [ARGM-LOC: at her home with her family in Orlando , Florida] , [ARGM-TMP: before heading for the LPGAs Asia swing next month] .",
                "This was Kos fourth win of the year and now [ARG0: she] will spend a few weeks at her home with her family in Orlando , Florida , before [V: heading] [ARG1: for the LPGAs Asia swing] [ARGM-TMP: next month] .",
                "This was Kos fourth win of the year and now she will spend a few weeks at her home with her family in Orlando , Florida , before heading for the [ARG1: LPGAs Asia] [V: swing] next month ."
            ],
            [
                "[ARGM-DIS: And] [ARG1: new targets] [ARG1: My next goal] [V: is] [ARG2: the Olympics] , she said after pocketing the 430,000 ( $ A684,500 ) winners cheque .",
                "And [ARG1: new targets My next goal is the Olympics] , [ARG0: she] [V: said] [ARGM-TMP: after pocketing the 430,000 ( $ A684,500 ) winners cheque] .",
                "And new targets My next goal is the Olympics , [ARG0: she] said after [V: pocketing] [ARG1: the 430,000 ( $ A684,500 ) winners cheque] .",
                "And new targets My next goal is the Olympics , she said after pocketing the 430,000 ( $ A684,500 ) [ARG0: winners] [V: cheque] ."
            ],
            [
                "[ARG1: Rio] [V: is] [ARG2: less than a year away] and I really want to do it .",
                "Rio is less than a year away and [ARG0: I] [ARGM-ADV: really] [V: want] [ARG1: to do it] .",
                "Rio is less than a year away and [ARG0: I] really want to [V: do] [ARG1: it] ."
            ],
            [
                "As soon as [ARG0: I] [V: knew] [ARG1: golf was in the Olympics] I wanted to be part of it and play for New Zealand .",
                "As soon as I knew [ARG1: golf] [V: was] [ARG2: in the Olympics] I wanted to be part of it and play for New Zealand .",
                "[ARGM-TMP: As soon as I knew golf was in the Olympics] [ARG0: I] [V: wanted] [ARG1: to be part of it and play for New Zealand] .",
                "As soon as I knew golf was in the Olympics [ARG1: I] wanted to [V: be] [ARG2: part of it] and play for New Zealand .",
                "As soon as I knew golf was in the Olympics [ARG0: I] wanted to be part of it and [V: play] [ARGM-ADV: for New Zealand] ."
            ],
            [
                "[ARG0: I] [V: love] [ARG1: representing my country] ..",
                "[ARG0: I] love [V: representing] [ARG1: my country] .."
            ]
        ],
        "tweets_sentences_srl": [
            [
                "Warner : PNM [V: win] [ARG1: a victory] [ARG2: for ILP] ."
            ],
            [],
            [
                "[ARG0: Lexi Thompson , Mi Hyang Lee] [V: tied] [ARG2: for lead] [ARGM-LOC: at Evian Championship] ."
            ],
            [
                "[ARG0: Lexi Thompson , Mi Hyang Lee] [V: tied] [ARG2: for lead] [ARGM-LOC: at Evian Championship] ."
            ],
            [
                "[ARG0: Lydia Ko] [V: intends] [ARG1: to play her own game in final round at Evian Championship] .",
                "[ARG0: Lydia Ko] intends to [V: play] [ARG1: her own game] [ARGM-LOC: in final round at Evian Championship] ."
            ],
            [
                "[ARG0: Lydia Kos] [V: drawing] [ARG2: on past experience in her bid to lift her first major trophy ahead of final round of Evian Championship at Lake Geneva] ... Lydia Ko wins Evian Championship to become youngest major champion .",
                "[ARG0: Lydia Kos] drawing on past experience in her bid to [V: lift] [ARG1: her first major trophy] [ARGM-TMP: ahead of final round of Evian Championship at Lake Geneva] ... Lydia Ko wins Evian Championship to become youngest major champion .",
                "Lydia Kos drawing on past experience in her bid to lift her first major trophy ahead of final round of Evian Championship at Lake Geneva ... [ARG0: Lydia Ko] [V: wins] [ARG1: Evian Championship] [ARGM-PRP: to become youngest major champion] .",
                "Lydia Kos drawing on past experience in her bid to lift her first major trophy ahead of final round of Evian Championship at Lake Geneva ... [ARG1: Lydia Ko] wins Evian Championship to [V: become] [ARG2: youngest major champion] ."
            ],
            [
                "[ARG0: Teenager Ko] [V: makes] [ARG1: history] [ARGM-COM: with Evian win] ."
            ],
            [
                "[ARG1: Lydia Ko] [V: becomes] [ARG2: youngest ever winner of a major] [ARGM-LOC: at the Evian … via] ."
            ],
            [
                "[ARG1: World No.2 Lydia Ko ( 18 )] [V: became] [ARG2: the youngest winner of a LPGA major] [ARGM-MNR: with a 6 - shot victory over Lexi Thompson at the Evian Championship] .. Lydia Ko records first ever Major title overnight , youngest ever Major winner .",
                "World No.2 Lydia Ko ( 18 ) became the youngest winner of a LPGA major with a 6 - shot victory over Lexi Thompson at the Evian Championship .. [ARG0: Lydia Ko] [V: records] [ARG1: first ever Major title] [ARGM-TMP: overnight] , [ARGM-PRD: youngest ever Major winner] ."
            ],
            [
                "[ARG0: Kiwi golfer] [V: fired] [ARG1: a bogey - free eight - under 63] [ARGM-PRP: to become the youngest winner of a womens major at the Evian Championship in France] ... Commentary Box is on in 10 mins – Mike , Andrew and Scotty are talking Lydia Ko , RWC and more ... Teenager Ko makes history with Evian win .",
                "[ARG1: Kiwi golfer] fired a bogey - free eight - under 63 to [V: become] [ARG2: the youngest winner of a womens major at the Evian Championship in France] ... Commentary Box is on in 10 mins – Mike , Andrew and Scotty are talking Lydia Ko , RWC and more ... Teenager Ko makes history with Evian win .",
                "Kiwi golfer fired a bogey - free eight - under 63 to become the youngest winner of a womens major at the Evian Championship in France ... [ARG1: Commentary Box] [V: is] [ARG2: on] [ARGM-TMP: in 10 mins –] Mike , Andrew and Scotty are talking Lydia Ko , RWC and more ... Teenager Ko makes history with Evian win .",
                "Kiwi golfer fired a bogey - free eight - under 63 to become the youngest winner of a womens major at the Evian Championship in France ... Commentary Box is on in 10 mins – Mike , Andrew and Scotty [V: are] talking Lydia Ko , RWC and more ... Teenager Ko makes history with Evian win .",
                "Kiwi golfer fired a bogey - free eight - under 63 to become the youngest winner of a womens major at the Evian Championship in France ... Commentary Box is on in 10 mins – [ARG0: Mike , Andrew and Scotty] are [V: talking] [ARG1: Lydia Ko , RWC and more] ... Teenager Ko makes history with Evian win .",
                "Kiwi golfer fired a bogey - free eight - under 63 to become the youngest winner of a womens major at the Evian Championship in France ... Commentary Box is on in 10 mins – Mike , Andrew and Scotty are talking Lydia Ko , RWC and more ... [ARG0: Teenager Ko] [V: makes] [ARG1: history] [ARG2: with Evian win] ."
            ],
            [
                "[ARG0: Lydia Ko] [V: takes] [ARG1: scintillating major win] [ARG2: in her stride] .",
                "Lydia Ko takes [V: scintillating] [ARG1: major win] in her stride ."
            ],
            [
                "[ARG0: Teenager Lydia Ko] [V: makes] [ARG1: history] [ARGM-LOC: at Evian] ."
            ],
            [],
            [
                "[ARG0: Lydia Ko] [V: says] [ARG1: she was spurred on to her major triumph by a vocal young fan during the weekend] .",
                "Lydia Ko says she [V: was] spurred on to her major triumph by a vocal young fan during the weekend .",
                "Lydia Ko says [ARG1: she] was [V: spurred] on [ARG2: to her major triumph] [ARG0: by a vocal young fan] [ARGM-TMP: during the weekend] ."
            ],
            [
                "[ARG0: Ko] [V: wins] [ARG1: Evian Championship] , becomes youngest major champion : EVIAN - LES - BAINS , France -- With two holes left to .... 18 - year - old Lydia Ko wins Evian Championship to become youngest LPGA major champion .. Amazing teen golfer Lydia Ko hailed over major record .",
                "[ARG1: Ko] wins Evian Championship , [V: becomes] [ARG2: youngest major champion] : EVIAN - LES - BAINS , France -- With two holes left to .... 18 - year - old Lydia Ko wins Evian Championship to become youngest LPGA major champion .. Amazing teen golfer Lydia Ko hailed over major record .",
                "Ko wins Evian Championship , becomes youngest major champion : EVIAN - LES - BAINS , France -- With [ARG1: two holes] [V: left] to .... 18 - year - old Lydia Ko wins Evian Championship to become youngest LPGA major champion .. Amazing teen golfer Lydia Ko hailed over major record .",
                "Ko wins Evian Championship , becomes youngest major champion : EVIAN - LES - BAINS , France -- With two holes left to .... [ARG0: 18 - year - old Lydia Ko] [V: wins] [ARG1: Evian Championship] [ARGM-PRP: to become youngest LPGA major champion] .. Amazing teen golfer Lydia Ko hailed over major record .",
                "Ko wins Evian Championship , becomes youngest major champion : EVIAN - LES - BAINS , France -- With two holes left to .... [ARG1: 18 - year - old Lydia Ko] wins Evian Championship to [V: become] [ARG2: youngest LPGA major champion] .. Amazing teen golfer Lydia Ko hailed over major record .",
                "Ko wins Evian Championship , becomes youngest major champion : EVIAN - LES - BAINS , France -- With two holes left to .... 18 - year - old Lydia Ko wins Evian Championship to become youngest LPGA major champion .. [ARG0: Amazing teen golfer Lydia Ko] [V: hailed] [ARG2: over major record] ."
            ],
            [
                "[ARG0: Ko] [V: makes] [ARG1: history] [ARGM-COM: with Evian win] ."
            ],
            [
                "[ARG0: New Zealand golfer Lydia Ko] [ARGM-TMP: already] [V: looking] [ARGM-DIR: ahead] [ARG1: to Rio Olympics] [ARGM-TMP: after major success] ."
            ],
            [
                "[ARG1: Teenager Lydia Ko] [V: poised] [ARG2: for golfing riches] [ARGM-TMP: after Evian Championship win] .",
                "[ARG0: Teenager Lydia Ko] poised for [V: golfing] [ARG1: riches] after Evian Championship win ."
            ],
            [
                "Lydia Ko not even a mention .. win win .. [ARG1: Jason Days] [V: moved] [ARGM-TMP: within 18 holes] [ARG2: of the world number one ranking] [ARGM-TMP: after another round in the red at the BMW Championship in Illinois] ... a win is a win is a win ..",
                "Lydia Ko not even a mention .. win win .. Jason Days moved within 18 holes of the [ARG1: world] [ARG2: number one] [V: ranking] after another round in the red at the BMW Championship in Illinois ... a win is a win is a win ..",
                "Lydia Ko not even a mention .. win win .. Jason Days moved within 18 holes of the world number one ranking after another round in the red at the BMW Championship in Illinois ... [ARG1: a win] [V: is] [ARG2: a win is a win] ..",
                "Lydia Ko not even a mention .. win win .. Jason Days moved within 18 holes of the world number one ranking after another round in the red at the BMW Championship in Illinois ... a win is [ARG1: a win] [V: is] [ARG2: a win] .."
            ],
            [
                "If [ARG0: you] [V: think] [ARG1: you can win] , you can win .",
                "If you think you [V: can] win , you can win .",
                "If you think [ARG0: you] [ARGM-MOD: can] [V: win] , you can win .",
                "If you think you can win , you [V: can] win .",
                "[ARGM-ADV: If you think you can win] , [ARG0: you] [ARGM-MOD: can] [V: win] ."
            ],
            [
                "[ARG1: Faith] [V: is] [ARG2: necessary to victory] ."
            ],
            [],
            []
        ],
        "metrics": {
            "verb_precision": 55.556,
            "verb_recall": 32.051
        }
    }
]