{
    "topic":"ea0a2276-afdb-4cd0-bdff-a02df7eec11c",
    "topics.content":"US military officials have rewritten intelligence reports to give a more optimistic assessment of the US-led campaign against the Islamic State group and al Qaedas branch in Syria, the Daily Beast reported on Wednesday.      Last month, the Pentagons inspector general launched a probe after at least one civilian analyst at the Defense Intelligence Agency said he had evidence that US Central Command officials were reworking intelligence report conclusions prepared for President Barack Obama and other policymakers.      But unnamed defense officials told the online news organization that more than 50 Central Command intelligence analysts have complained formally that their reports were altered inappropriately — a far more dramatic turn.      Read:  Islamic State attacks Syrian air base in east, several killed      The fact that so many people complained suggests there are deep-rooted, systemic problems in how the US military command charged with the war against the self-proclaimed Islamic State assesses intelligence, the Daily Beast added.      The cancer was within the senior level of the intelligence command, the report cited one defense official as saying.      Under a directive by the Office of the Director of National Intelligence, which oversees the 17 US intelligence agencies, analytical assessments must not be distorted by a particular audience, agenda or policy view.      If the assessments were indeed skewed, it could help explain why public perceptions of progress against the militants has varied.      Since the US-led bombing campaign of the Islamic State began in Iraq a year ago, and subsequently in Syria, Iraqi security forces have retaken some territory previously seized by the group but not major cities like Mosul and Ramadi.      But US intelligence agencies have recently found that the group has been little weakened by the assault just as it expanded into North Africa and Central Asia.      Syrias conflict began with anti-government demonstrations in March 2011.      But after a bloody crackdown by the ruling regime, it spiraled into a multi-front civil war that has left more than 240,000 people dead..  ",
    "topics.title":"50 spies say ISIS intelligence report by US cooked up: Report",
    "topics.media-type":"News",
    "topics.source":"Hindustan Times",
    "topics.published":"2015-10-09T12:23:48.000Z",
    "topic_tweets":15,
    "tweets.created_at_initial":"2015-03-09 00:22:22",
    "tweets.created_at_final":"2015-11-09 13:30:37",
    "tweets.time_interval":245.0
}