{
    "topic":"7df1df00-cf85-4584-bd5b-5a38e35b5694",
    "topics.content":"Atlas Financial Holdings, Inc. ( AFH ) today announced as a reminder, that the Companys Chief Executive Officer, Mr. Scott Wollney, is scheduled to present at the Keefe, Bruyette & Woods' 2015 Insurance Conference on Thursday, September 10, 2015 at 11 am ET in New York, New York. The presentation will be broadcast live and accessible via the following link: 
	Materials from the presentation will be available through the investor relations page on the Company’s website at        .       About Atlas       The primary business of Atlas is commercial automobile insurance in the       United States, with a niche market orientation and focus on insurance       for the light commercial automobile sector including taxi cabs,       non-emergency paratransit, limousine\/livery and business auto. The       business of Atlas is carried on through its insurance subsidiaries       American Country Insurance Company, American Service Insurance Company,       Inc., Gateway Insurance Company, and Global Liberty Insurance Company of       New York. Atlas insurance subsidiaries have decades of experience with       a commitment to always being an industry leader in these specialized       areas of insurance.      For more information about Atlas, please visit  .      View source version on businesswire     Contact: Atlas Financial Holdings, Inc.   Scott Wollney ,847-700-8600   CEO         or   Investor Relations   The Equity Group Inc.   Adam Prior, 212-836-9606   Senior Vice President         or   Terry Downs, 212-836-9615   Associate     ",
    "topics.title":"Atlas Financial Holdings to Present at the Keefe, Bruyette & Woods 2015 Insurance Conference Business Wire",
    "topics.media-type":"News",
    "topics.source":"Yahoo! Finance",
    "topics.published":"2015-08-09T12:35:58.000Z",
    "topic_tweets":9,
    "tweets.created_at_initial":"2015-01-09 02:57:36",
    "tweets.created_at_final":"2015-10-09 11:22:40",
    "tweets.time_interval":273.0
}