{
    "topic":"5abbdaa4-a6dd-4403-a1e4-e021c1f33d96",
    "topics.content":"European Union (EU) regulators yesterday recommended approval of a once-a-day anti-HIV cocktail called Genvoya (Gilead Sciences) that is gentler on a patients bones and kidneys than an earlier version of the drug.      A decision by the US Food and Drug Administration (FDA) is just around the corner.      Genvoya combines elvitegravir, cobicistat, emtricitabine, and tenofovir alafenamide (TAF). The recipe matches that for Stribild (Gilead Sciences), except that TAF replaces the tenofovir disoproxil fumarate found in the predecessor drug.      Elvitegravir inhibits the HIV-1 enzyme integrase, which in turn prevents the DNA of the virus from integrating into the host genomic DNA. Cobicistat boosts the effect of elvitegravir. Both emtricitabine and TAF also work to prevent virus replication by inhibiting an HIV enzyme called reverse transcriptase.      A recent trial demonstrated that Genvoya suppressed HIV as well as Stribild, but unlike the other drug, it did not reduce a patients bone mineral density as much. Genvoya also did not have the renal toxicity associated with Stribild. The better safety profile is chalked up to substituting TAF for tenofovir disoproxil fumarate.      Nausea is the most common adverse effect for Genvoya, according to a news release from the European Medicines Agency (EMA).      The agencys Committee for Medicinal Products for Human Use recommended that Genvoya be indicated for treating adults and adolescents 12 years of age and older with a body weight of at least 35 kg who have HIV-1 without any known mutations associated with resistance to emtricitabine or tenofovir.      The Committee for Medicinal Products for Human Use recommendation now goes to the European Commission, the European Unions executive branch, for final approval. More information on the committees action is available on the European Medicines Agency website .      Gilead Sciences has asked the FDA also to approve Genvoya. A company spokesperson said a decision should come down in early November.        Medscape Medical News © WebMD, LLC   Heartwire © WebMD, LLC   WebMD Health News © WebMD, LLC   Reuters Health Information ©   Send comments and news tips to news@medscape.net .      Cite this article: .  Medscape . Sep 25, 2.  ",
    "topics.title":"Genvoya, a Gentler Anti-HIV Cocktail, Okayed by EU Regulators",
    "topics.media-type":"News",
    "topics.source":"General Medicine eJournal",
    "topics.published":"2015-09-25T21:08:43.000Z",
    "topic_tweets":11,
    "tweets.created_at_initial":"2015-01-09 13:52:42",
    "tweets.created_at_final":"2015-09-30 10:16:50",
    "tweets.time_interval":263.0
}