{
    "topic":"b43c7d5a-b486-415b-9d98-d9a9f62dff2c",
    "topics.content":"– Mumbai      Peter Watts      The English Premier League has always had a strong fan following among Indian sports lovers across all age groups. Premier Explore is a UK based inbound tour operator that was established last year to bring clients from India to the UK on tailor-made packages for English Premier League. The objective of starting the business was to bring the English Premier League to the huge Indian following which has grown in the last five to 10 years. In 2008, 85 million people viewed English Premier League in India and last season saw the numbers increase to 155 million. Our product targets the upper end of the market. Right from the start to the finish of the experience will be luxury and bespoke,” said Peter Watts, founder and director, Premier Explore, adding that they see great potential for the product in the India market considering the fact that the luxury travel market in India has grown y-o-y at the rate of 20-25 per cent in the last five years.      Included in the package are visa, flights, accommodations, evening entertainment, dining requirements and of course English Premier League match day. There is opportunity to meet the players, get signed merchandise, best seats in the stadium, five hours experience than just 90 minutes (including pre-match meals). Some of the unique sightseeing experiences include driving a vintage car from the 1960s across Scottish Highlands, a visit to Scotland for the quintessential whiskey experience, hot air ballooning over the English countryside, private tours of Crown Jewels, etc.      Last season was our first year in business and we did 100 clients from the India market – from Chennai, Mumbai, Delhi and Kolkata. We worked with the travel trade then; while we want to continue growing our relationship with them we also want to work directly with the end consumer. Hence we have set up our first office in Kolkata and want to have offices in Delhi and Mumbai by this year end,” mentioned Watts. He is looking at taking 500 Indian football fans for the next season. The company is also strongly focusing on the corporate sector. Watts is in discussions with some big Indian brands. Even if there is any business that comes our way which is not high end luxury, we will still service the requirement,” clarified Watts.      Premier Explore will also offer high end luxury packages for other sporting events in the future like the Wimbledon championships and cricket at Lords..  ",
    "topics.title":"Bespoke luxury experiences for Indian fans at English Premier League",
    "topics.media-type":"News",
    "topics.source":"Financial Express",
    "topics.published":"2015-10-09T12:44:46.000Z",
    "topic_tweets":7,
    "tweets.created_at_initial":"2015-04-09 18:11:07",
    "tweets.created_at_final":"2015-12-09 14:37:28",
    "tweets.time_interval":243.0
}