{
    "topic":"b28a79e8-1cd5-459e-875e-1a8ac11319d3",
    "topics.content":"(September 22, 2015) Houston, TX (PRWEB) September 22, 2015   CSI Software announces an app designed exclusively for the Apple Watch. Packed with features unique to the Apple Watch user experience, the app will enable health and fitness facilities to interact with customers in a more personal way using real-time information.   The Apple Watch app is automatically available for any customer currently using CSI Softwares iPhone app. App users can quickly and conveniently view class schedules and upcoming reservations, receive push notifications, and check in to their facility on the fly.   CSI Software designed the app to combine the marketing benefits of personalization with the health and fitness benefits of wearable devices. Health and fitness has proven to be the ideal use case for wearable devices and the Apple Watch app will help CSI Software customers capitalize on the growing wearable tech market. The company says facilities with the app can engage customers in the moment with elegant and intuitive features for boosting attendance, improving operations, and building stronger customer relationships. Members using the Apple Watch app will enjoy a leading-edge mobile experience full of instant information and actionable notifications. And to bridge facility to member, the app displays a branded icon with each facilitys logo and colors. This level of customization and branding is critical when competing for downloads and retention in todays mobile environment.   Targeted features and technologies available in CSI Softwares Apple Watch app:   Browse a list of upcoming class schedules. Users can view class schedules for the next 24 hours, including important details. See a list of upcoming reservations. These are Glances of any upcoming reservations, an Apple Watch feature built for the natural way we experience time with a watch. Send push notifications from your facility. Reminders of upcoming classes and other key communications are pushed right to a members wrist. Check in with the Apple Watch. Using Passbook, check-in has never been faster. The pass will appear on the watch as the customer approaches the facility. The automated check-in feature also allows facilities to eliminate membership cards and bottlenecks.  The Apple Watch is full of breakthrough technology and having app functionality positioned on the wrist allows health and fitness businesses to offer something brand new, a way to differentiate in an increasingly mobile world. Coupled with CSI Softwares existing mobile app for iPhones, the Apple Watch app gives health and fitness facilities a complete mobile ecosystem to satisfy prospects and members.  About CSI Software  CSI Software provides fully integrated, single source health and fitness club management software to health and fitness clubs, campus recreation centers, parks and recreation facilities, wellness centers and hotels and fitness resorts, as well as JCC, YMCA and YWCA organizations.  Empower your members to book, register, and schedule from their phones with CSI Softwares mobile app.  Read the full story at   FB.init(4112331804fd1df554354de5f28d86f9, \/xd_receiver.htm);.  ",
    "topics.title":"New CSI Software Apple Watch App Offers Breakthrough Digital Experience for Health and Fitness Clubs",
    "topics.media-type":"News",
    "topics.source":"Review Seeker",
    "topics.published":"2015-09-22T11:56:53.000Z",
    "topic_tweets":10,
    "tweets.created_at_initial":"2015-06-09 14:07:48",
    "tweets.created_at_final":"2015-09-22 22:54:30",
    "tweets.time_interval":105.0
}