{
    "topic":"df884099-773c-4c66-a947-315e8c79ddc0",
    "topics.content":"WESTBOROUGH, Mass. -- (BUSINESS WIRE) -- AnchorOps, the leader in payment solutions for traditional and political media agencies, announced today that it has joined the American Association of Political Consultants (AAPC) as it sees continued growth of its AnchorOps ePay Political solution. The AAPC is America’s only network of political professionals, founded in 1969; it is a multi-partisan organization of political and public affairs professionals with over 1,250 members. AnchorOps membership demonstrates its commitment to advancing the needs of political media consultants and agencies.   Political advertising agencies face unique buying pressures and demands to ensure that media is executed within tight timeframes and last minute deadlines. AnchorOps is committed to helping our political media customers improve their electronic payment processing,” said David Frogel, CEO and founder at AnchorOps. Joining the AAPC gives us the ability to share these best practices more broadly. The AAPC is distinctive in its ability to bring together political and public affairs leaders to address critical issues and provide strong networking and professional development. AnchorOps is proud to be associated with this prominent organization.”   AnchorOps will be a Gold Sponsor at the upcoming AAPC 2015 Austin Regional Conference taking place September 17 in Austin, TX. In addition, CEO David Frogel will be a panelist in a session titled How to Better Manage Cash Flow” which will explore solutions that can help meet the distinct needs of the political media landscape and enable organizations to better manage their business.   AnchorOps has seen significant growth of political media customers as they prepare for the upcoming political campaign season. Now, with its membership in the AAPC, it can further extend its reach to political media agencies to help improve communication regarding media placement and to quickly navigate payments, which are crucial to a campaigns success.   ABOUT ANCHOROPS   AnchorOps is exclusively dedicated to providing financial solutions for traditional and political media agencies. The Company’s electronic payment and reconciliation solutions drive process efficiencies, increase revenue, reduce financial risk, and allow employees to focus on customers instead of tactical execution. AnchorOps software platform, OpsPulse, includes modules for electronic payment dashboards, media reconciliation and RFP management. For more information visit  or follow us on Twitter: @AnchorOps   View source version on businesswire  ",
    "topics.title":"AnchorOps Becomes Member of American Association Of Political Consultants (AAPC)",
    "topics.media-type":"News",
    "topics.source":"Freshnews.com",
    "topics.published":"2015-09-15T15:46:00.000Z",
    "topic_tweets":3,
    "tweets.created_at_initial":"2015-05-09 10:52:39",
    "tweets.created_at_final":"2015-09-29 14:15:32",
    "tweets.time_interval":143.0
}