{
    "topic":"58b85ce5-7701-4010-a7f1-246880d1a980",
    "topics.content":"Published on  Monday 7th September 2015 Minister for Natural Resources, Joe McHugh, today welcomed new job creation statistics showing that Geoscience Ireland (GI) member companies reported the addition of 134 new jobs in the first six months of 2015.   Geoscience Ireland (GI) is an integrated network of 25 companies, bringing expertise in water, minerals and infrastructure development to global clients in over 50 countries. Launched in September 2012 as a government measure to help business win work in international markets, GI is supported by the Geological Survey of Ireland and Enterprise Ireland.   The positive job creation record by GI member companies is an important contributor to Ireland’s export economy and demonstrates ability and capacity by Irish professional geoscience services to win business in highly competitive markets. Recent project wins include design and construction of 15 water supply schemes in Ethiopia funded by the European Investment Bank; investigations for a 45km water supply pipeline in Malawi funded by the World Bank; Environmental Impact Statements for a marine terminal in California; Lining materials for a Ghanaian gold mine; Waste Water Treatment plants in Turkey and revetment design for marine works in Bahrain.   This welcome development is the largest number of jobs created by GI companies in a six month period and contrasts with a reduction in job numbers of 32 reported at 31st December 2014. The recovery in net job creation as at 30th June 2015 is accounted for by   1) Continued growth in services provided for infrastructure development and extractive industries in the UK, the Gulf Region and Western Africa, and   2) Partial reversal of layoffs in late 2014 experienced by service providers to the Irish mining sector.   The GI network of companies provides design, consultancy and contracting services to multilateral agencies, governments and the private sector.   The GI network of 25 companies employs almost 1,200 persons and had a collective turnover of €252 million in 2014, of which 64% comes from overseas business.   Commenting on the job creation statistics, Minister McHugh, said The necessary reduction in infrastructure spending in Ireland since 2009 highlighted the importance of developing overseas markets for professional geoscience services. About half of the 257 new jobs created by GI member companies since late 2012 are in international markets.   The continued success of the Geoscience Ireland network of companies in creating well paid sustainable jobs validates the support model provided by the Geological Survey of Ireland and Enterprise Ireland for these businesses. GSI plans to continue support for the Geoscience Ireland project into 2017.”   Future events in which GI companies will participate are the Trade Mission to West Africa in November 2015 and the PDAC Convention in Canada in March 2016.   Note to Editors   For further information on Geoscience Ireland (GI), please see   ",
    "topics.title":"Geoscience Ireland Companies Create over 130 New Jobs since January 2015",
    "topics.media-type":"News",
    "topics.source":"MerrionStreet.ie",
    "topics.published":"2015-07-09T17:24:20.000Z",
    "topic_tweets":9,
    "tweets.created_at_initial":"2015-08-09 13:09:10",
    "tweets.created_at_final":"2015-09-29 15:06:50",
    "tweets.time_interval":51.0
}